{"architecture":{"class_name":"Functional","config":{"name":"sequential_6","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,48,48,1],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Rescaling","config":{"name":"rescaling_2","trainable":true,"batch_input_shape":[null,48,48,1],"dtype":"float32","scale":0.00392156862745098,"offset":0.0},"name":"rescaling_2","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_16","trainable":true,"batch_input_shape":[null,48,48,1],"dtype":"float32","filters":32,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_16","inbound_nodes":[[["rescaling_2",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d_16","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d_16","inbound_nodes":[[["conv2d_16",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_17","trainable":true,"batch_input_shape":[null,64,64,1],"dtype":"float32","filters":32,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_17","inbound_nodes":[[["max_pooling2d_16",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d_17","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d_17","inbound_nodes":[[["conv2d_17",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_18","trainable":true,"batch_input_shape":[null,64,64,1],"dtype":"float32","filters":64,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_18","inbound_nodes":[[["max_pooling2d_17",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d_18","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d_18","inbound_nodes":[[["conv2d_18",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_19","trainable":true,"batch_input_shape":[null,64,64,1],"dtype":"float32","filters":128,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_19","inbound_nodes":[[["max_pooling2d_18",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d_19","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d_19","inbound_nodes":[[["conv2d_19",0,0,{}]]]},{"class_name":"Flatten","config":{"name":"flatten_4","trainable":true,"dtype":"float32","data_format":"channels_last"},"name":"flatten_4","inbound_nodes":[[["max_pooling2d_19",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_12","trainable":true,"dtype":"float32","units":512,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_12","inbound_nodes":[[["flatten_4",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_13","trainable":true,"dtype":"float32","units":2,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_13","inbound_nodes":[[["dense_12",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_13",0,0]]},"keras_version":"2.10.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[48,48,1]],"output_shapes":[[2]],"tests":[{"inputs":[{"shape":[48,48,1],"values":["NcARv/fGZz8mZXQ/+o4APhIXFD0tWfU/upzoPj4rpD/tcKu/VW0YvhsOmT4datA/UDu4P4GFAr9eDba/FIcQvqIgXr+EUdW/Yxwpv6SF3Dr5XLK/910yvlw6Sz/OS2Y/wUP9vpM1ZT3SsXu/EjaFPx+2nT5QRda9Qwk4P//AZT8I8wy+UOfAvogzDr9gJg4/vhpzP5nw4j8UK8Y/RNSfPuUuFr78RvI/f02zPiYhnzpswK6+ndIyP6J2V7+ANXS/Ixu1PnZlY72JKKg/JS6ev1sb5D/HgtO/Thk+v4KxiD/CiX0/5v2lvq5+ob9c/4y/t5ShPg8Ab7+/d5491qm1PsKOsD67w+A/UaaTP1bSe79wv5+9mSCbP9zR6b0vC7G+EO7NvzNtAz+5Xvu/HDaKP0MPxT6T6M2/ExYlPvmSY74GXCA/9BeMv8bDSj72G0S/qAFlvo0wBb9PLFS+iAmQv5kXD0BAZBQ/EAP/PvJ7Pr8MfF0/5Xy/P3Vdcj8phXc94Ldzv6L83b+8sMM/zn5Ovxhl4T7n2Ec/eLmvP0zLC7w9qqW/8wpsP7McPz8B6lW+SGmNv1EC/7+1VA6/zS2mPlKnjD48eJI+uwArP7WqsL0C6yI/S77Wvhwj376X+di//GKnvtUohj+2EUa/CAQ7v8+4kr8NRfY+iADnvphFcj+lJpW/zWOgvkCNNb65mHG+/aGVvuQqBL8s4Ys+bzPLO5GE2z/WHdA+j7FAv8EM875RJye+UsucPxDB3L/LuIa/U+eLPdP0v756/PM95hPQP8tqGT9ZSpO/TxJlvVf+Yb92k8u/r3hIP6fotj6DTR+/VG9JP35NmL/8YD8+68rKP/B5BT+cxU4/x60PwNrsCL3+HOQ+pI7sP0h5pr0ohha/hjeZvWOUuT5iFl0/dxyKv6y0yz0V4tw+1CfKP1plb79guf4+HNB6PlCe7b/724Y/S6Amv7HQXr+wy2i+IF9Tv3JywL8jUGw/c7LQvr3lkb/+mAU/h2q4P4XqB744IwPA","BA2ev7y+dT7vfYE9ZtKtPhlFJj+o24O8zLk1v0Qdf7+4x5Y/SD3PP/iOor6FOuI9K8mePhFZWb9q7BE/r3DXPta2rb6lkDa/YLiJv9ulY75ESe++8xRVPu6JoD/180O/BXFIP9ulF7/Y2xc/OHh7P6iuOT1jWjc/XL3UPyvzEL8eeR5AC80GQMqf/z5JNyY/ISS1PSJvmD9afqS+U8Ppvyi6OL8o+T8+vWOVv/MwF8BViF4/TS/TPpg+VD4bzJ89z52PPluU+r5MpTe/JnYePj4TNb/McRG+pt9hv5jQez9BSxLA20Avv584Pz+BkS8/63egv9KGY79GYoi8huKLvkeRdD+ZCsS/aDZmvhq5TD+YU54/EvfLPuwXXb+1qGI/ZJPCvqWRiT+nI3i/L17HPyEOG8BUj+4/xvF/Pwr/Jz9QfKE/2wM8vrDAw74io5S/M+sTP3qPeD7OU/0/3Tw9P16MBr0A356/i8zFv81foT6NixHA9YB+vhCpZD+S22G/ICF7P5ffdT/E5SW9N+HyPsZdCj5dRmK/aJALQKEPxr9I+Bk/F03Pv8UUe74BDY0/CvqQv93jDz/rS9U+fgJ5Pt/wvz8D8zm/HtH2vtRKo77GjJY9y3rTPlUwuT7gneM7QTuyPUU0tT+t64G/0I3fPxYSGz/9apE/KpFwPpPD3z9TSb0+9W1kPy6swD7iCIo//lbEv14P7j40GOA+FvB8v9XreT/T4dk/foipP8IMmD+qcjg/VXqsPsVWiD6TfZ0+HmiCPgyWiD8ocq09xTwoQFLd+b9pgH4/theFPob7cL5Umom/LDchv3gXyb+0kJK/jxKgvzmZ/jvEXIS/Swz8vrZHLD7HrIA/mByUP3MtGD85JqG+OVsJQKtvLr0D8n4+gblqvtbnj7+wLMc/InYKPzSYJ78WX34/oOUgvokhF8DRIpy9EWd0v5BPmr30o7689X/GvxfKaj+AGE+/EQgePsFAr7/ABAU/uSjGP95FRzy/WXk/poutP0yYSb51A12/","UMFhvweTbz4JbQzA7vQYvtWc8r6OLmY+L4BJvxFmwT4sMTm/kYLUv3e9QD/Rsp2+0mqOP+d0rb/G44+8NOQDwGGuLD73EKc+43hLPz+Tor/aP6Q+A46fPzejOzyTTJ+/WKrIvi5kX7/EbF89p8aUP64edz69Tty/TMK9P0osFD+jbes+zTmWP1Se0T/IKtS8ZkPRvnqos74MF8g/RFg/vAGIbz/ArYa/tWcLv+IfCL1OCga/YsJNvyctfT/3PiW+Zk6HP0K4s70CJ1c/uWPaP4px0z6EVos//V7DvnV7br9erg0+wUrJvm0Zjj95O0i/nymGPttC1b+CvBU/+lGUP0vdzrxihhdAaoFqvZ7ndz98HDM/BsNZP9kYcj8QdVM/dwU9v6ijCj+W2/++O8JZv1BBzr7udpG/l+NKP9oTKT/y0oq86Fknv1VAUz/j9Ju+iDUgvvJEkj6qel0/Roeevgyn3LsJjGE+Ys1/vlMdx76f14k+h5QPv24eXb9qx58/3qIpvjQ4XD6v4Yu/fvmwvwkMOj/gsps+q3srvxaxlz0/Eha/CRTtvZJUqD4B3qe/xTC6PqrFVT+fI0C+G5OVv2yVHj9fP5K/cAlAv9s7Xj+Onao/1nzzP5Kww7+Q1hfABcWJP/5O2749yv2/XYEpvyLcKj/SvXW+6tB7v43c5T/RQi0+t4Kvv3nRiL+9fu4/nzi+v5IwXb+GYb8+8fM7PklASL9UZ7c+sjtSvuZkgr7IFoG/wZmKv/WXgT9rble/jLKsvmQQd79jX848/ByRv+dqVL95Cp0+NUjRP8cWYz8rQko/Tm0Cv6W3nT4O45q/yToAvGCe3b/2CwZAZEK4viCRi79iFlE/hKywvtPAhT/6mFe/a8ILv7I2rr/JH2q/oceVvwMU8r5YB3C9stxXPxJsjD8B+xS/r6G0vuCY7T9cALu+aW+1v2KEcr9sFAg/3B7UPu32Nj5W4fu+TxOkv/nqCb+igRO+NcBHwMfcab4xPja/kg6EvpqKFbxoxUa/","UfHGvxRCTr961oW+67EFQM6nob5zNTc+V6Jpv9yFS70E5ADA11YEvn1abb/ph/g/cyoPPmCLt780AUM/T38pvsXX+L8XPC4+YmqNv4YsvL8ZyZi+LBk/PsHXFr4lgVU/W2fMvpqgSr8twlI+Bn0yvn5hp78fy7I9zITAPnDQ6D/yT149MPClP1FYZ76bYRG/htXdvpcF0j5IZp+/lCxoPgbzBsD+he++m5sLwNQ+iL8P7ac/k8iWv+Oxmz7SqLw+kYh4v2WnMr6jMw6/nK9UP0mEDb+G1VA/EsqpP5mYmb8WGs6+hgy0Pli2DD3fdYo+l9d1v01sjj5S2468S/CHP+OExr6XXs2+x0UNPlmhAL5GWlDA829mv/7GEz0WUyC/xMQ4PQ6S0746BtS/eyPPv1T8Lr8ZEvw+B/FJvkJXtj2o9SI+3luMv8QccT7MfKq/hn6Nv4q8q74Bwo69+0DHv21DET58Oqi/g9ygPE0ezL9JuJO/OdoZwBTYDz8plbm+DlaJPzOys74NkpM/vGGKPwMZVr9jYow//YJGvzgaF8DYCAzAYcJNP7LOPb4oSdu+8GbLv5fL9j7gMx+/l4fiPWhqmj9AsRe96wjBPu85H0BcBhi/8fthP4mT0b/l9glAN36Rv6wzNr9j1x4/LnkJPshX5T/ankM/coXrPrDONr/RxVA//4tOv2Ph2T/wfb0/IhcdvgIx4D7A/EW+twjKv6+Irr9HpZY/9cyUv6kgwb6J9ei+kvpGP8pH/j2haeQ9R5wWvOfNfj9Floq/8/6NP70ZKr+VPhFARHKWv3LK4D+LAXu/4xoKPwcwnj/EbJQ/bCupPwMVXT82+w5AE8XTvl6U5b6CuD+/nFLSvh8Uw7/crnQ/BLb1PUtNkb8shrW+mMw2v9pbZz+5Nwk/d6eQv/fF0r8XSjo/JBkkP3TuFD6qOOk9KXBJQF8csD5OfkQ/waPpv8UAT79kwZu+V66lv1ytRD95D3K/0OW8PiVIKD/C4ve+gaR1vSwL3L4JJg9A","2KysP2fa+L/Rhek/h/+6PVW9FkD3B54+2owevxFqH7+Q+p+/1i5wP8fij76+FVm+AujPvm6psb9vsk8/QJqdP4RpUr/87oo+PGT/PoTTML4R60W/8WBAv4Rfs78+Ny0/9JO1P1QGgD+vP8q/AulMP99rQL8vyOg/OBHbPhc/SD89O+m/xFkDvGG7MT+yZgC/0DPVPADkPj4BRJo+7GjVPl8Wab9KmoW/ecG/vgRFDb8iHk+/ojwDPzEzrr+piRk/0/YgP8vkp77/+pQ9NhSAP+YZpr7DpLO/wi97P7doKz+eYPS/rE6Bv4lVHb7+ehG/qbApQPwrjz7EEp8+6ewuP8koTL9nXr2/sEj7vhLZ9r4acr8/cAW8v3WuOD5IgOQ/M6f7viD2nD8iMU8/DaRVP7PJsL9EuZA/7oKEPfa55r7EIgA9ea1RvxeDPj2b2fe+tBaTP/YaZr9zGlO/5n2FvWVDdT9jVBO/fIRSv55tAb75hTY//EsMv091M8A8nPU8JyZJv37tgT/mU6i+zf86PvFsKj6E+LO+LN53P6bjBUCspG29NuiqPBHvzr9HOjM/ftKiPxCmCz/FHVs+KOJCv4pOD7/FgBu+25SHPisvlz6+Hrs+y3sZPj0bjz4VJxo/WxMrviFERT7Cyfg908W9v1MeoT+nPX2/pnAHP8hyh78XDSe+kqvpvejXcb9dH5o/CPMsPp5b0LzUNhc/MBGXv9zbjr+Iufy9qJpHvkik7b+WIYu/4C3uvftyWz+dme4+41O2PSWb3T9PHas/+eeYvs49zz8jZ6s/Tkpwv59DCD/h4Ta/Y9i5v23k5j4gobo/csLPP/L0Ej8v8eA+JeXCvjMCiT9i5ZC+CI0jP/VxWL+dzca/atc1PrM55r6HojY/lPIYv06o8j4M9pU/B00kvg8DRT/ogqk+c14hP7YeVb+uRqQ8RMk9P/IzJr+XKS++QJ1Mv0tSOz+Y5rC+Rq1wvmrz276wr4S/nDu/v8FSKL8YWAe+DB79PqEEFUAF1nq/","+4EePuwdlz9EIdM+QgPnvqxngz/qDUa/oG67P1aC1j8vbZ2/ezTmv/beib/JmYY+LNroP+KB+T/BKGg/JCKNP1zByD9pMho/j8h/v5AOhb4XAYa/WscuQEVv/D6MFiy/BigPvwu38D3AYIS+93apPpT387+j7h6/QJntPlcxyz6/L8c+87Inv3y9KD+f1cs/JF1kvyrb+z+4sfe/hre9P3c6kD8yi3i+cm+AP+pQ7D0mV3c/6aQyvwhvFUABRre+l1SQv4ifYb8k5TW/Bzewv3Uisr8n6xs/89UVP3LAQL+SCGk/A29zv0kJ2z4cxVq/1j4wPzPbHr4ss9i+7Rofv01ZB0CVdou+El9Nv4xrA78J3BXAxHNivfFhoD53uoc+4QuMPtqHKb8fQpy+XE5nPbTlWL+K1ks/mK8Nv3Xk1L2XgBjAML0dwAjgEkD1IzW/D4mWvpIK+L8nR5G/t4wtP9zBRL9y9JM+gyCePxxy2T+R8ZQ9RiVFP5LqgL8Zq5s+eNs3PvtVvr/3RZ+/LtwnPukzpT5hUL8+DASCv7Zdhj/TyNk+1b+Tv5R+tL7yv6Y90SGoPxD9er4N4e8/ywNhP/9IQT8BYCq/EZDQvtmhxr7+6jG/kUPjvUaIgb4yvoy/mlvnPnxzdj9kncM/c8GKv0WgYr9iI5++0d+DPzZdrjuW7ik/cIIPwIfFhj7FbES/uxT7vkOTHj+RYiG/yA+QP4rU4L2ZVMA+Ey79vjL2mT4rvGe/js+sv0ZI8T6lnbq/MUOWvmyN1j9Wzw2/xhlYP6Rd9L/jB08/1uzCPlR65D/8wxi/yN8GP/9ovL2axfw//dx9PXVQTr7qvnY/0nYKvylRGL9oBps/5P8cP6+Ylj/VUM0/Yl3tvrO6Kz+APNs/1OYFv2W5qT2kD0G+JAYAQKlUPUDbDRZAE36sP5vRaj5QEjc/JFb5vVaJKT+0qEU/ew0ov9UD+b+xKCi/rzeiv4in1b/7uba/uT3UPm23Ib9b3Pq/V04yvzdxjTxXwAy+","f+BJvzw/Qb/9uhPAu1EPQDDGIb/yySI9nBNcvr+WeD5VprA/2pOcv8vjtD//Yr2+V6YNPpVlQb4fK0TAa3kIv+6pBcA+7zU/wEfCPneV9b8pMk4/gDokvJ/Npb4i/Bk/1Cz/vj13yj7cBQ7AYuUnvuVFrzy+j+++YWSzP/ptXT9iyHS/2DEKv2GDAr95dNW+Y+4NQFgyb7+MH98+fm8uva1ZRr7kz7o/rwcpP6vPJT9d2ha9mDn+P4shBD98bbu9ER6PP7OLQT+lkfq+OTMOwHTyo7/6uZ+964U2vwZkID82D6G/MfWKvz1boj3l1w6/OykrwE5+Lb5aGh6/NrlKPkBCMr9b/Uq9skeiP2c7jz+Y1RC/kbEjvg4Xwr8kXXM/pfqNP9Y5Uj5hgVO/mmxUP+JDeT/4Klk+W5/HPzNjFD7JtPo+c2aCP8LJzD//OuO+xkhSO/ISiT97+RG/paPzPeEKl794KN2/XdOGP/R9Rz8Qxhk/raCrPrjluj+e44s/JqZfPxLHmL49mDI/aLOJPnBELr842g5Ay97KOzzI3r7Sa6s/fS6fPlpiQb+Fd6e/pgVEPhL2RD/FE0K/nxIQQPJW2749vkC/ccKZv5yoxr5HX32/PZW4v9GAFz/b3RY/radLPvRIpL8I998/gXUoPz3cmT/USUo+kMInP1rJIz+yegrAJKBaPx2N9b485c2+VM8Jv1Knaz8huZO/w35qPJivVD6HQFg/u5qVP9EikD9M+oA/GgvBvl6vaD/RwII+LywdQFNBFb+Cq76/9r1bPkfUCr8hrvK/N7KCvxtJLj9Z3Pm+KHgIwOa/0b823B6/G/DDPg2HPD//FLA/WxcXwFdfbTuIyfC/rOAfv8SEzr4+/J8+98HRPoCRFr6An1a+/0qRviMxi7+P1KK/JwG1vfQcVT8XLBm+JYuVv0b6Gz72/l8/k+bNPtEvIz9/HW+/Siu/P7eG+j60Kh8/XwAPP/4lE79my/m+li0fQBIwCb/wxaa+dAuKP6CRWj5Iq0pA","eyYcP80+dzxnGa8+kT1uv9coAz7d60m+ZlUXvzhCiD99eQDA5bsJwNMYrD/UtL+/cSnSvbDUn749Aga+tfy0PaHzIb3G3t6+ckUmP0pwwj81Ywa/XKW0vvZacLx4ehQ/5gB7P9Hevj+dBV4/oIVov8/fgr73s7o+Nu0PwDOF7T+kThm/1IYav6r21j03xzU/RY3qvoTsyb4RBmy+0MnrP5Rbvb97DES/juK5vwt4qz+eQ5I/3i2GP+nThz5Zvc6+7wrIPiOuiL/bQHo+yIx1P/pxbb/OWt0/TIdLvozdMT9Jo5y/Q2QFv2+F8T78WoU/68LGPtYYsT4Tgpu/tTPRO5r5Dj1oUDO/hsEPv3HWAT/x9Y6+aKh+PwYQ1D9+y5i/kqUiv6Tscb+iUhS/1AC1v+rabL75Qwc/EkRPP6RFnL5i+n+/hu45v3+R7L4fxqy+GNq+vztEu773Xde/xUVcv456uj/6epm+3vyNPvxoJj8/lQ4/Zn/sv+XJiz3Kd6k/Y+fzPiIQvz/ZZZW/vtQZP6zi5z62rjo+sleSvzCR0T6nslc+trSRv9kglr/J4Xg/hrbgvq/Gpz/h8YY/LYJsP08paL94k9e9+WQwP+nTab/hfTw+Pv2hvwAyVjt1RuQ+x2cSP//Ga78I7qk/leQNPu0bcL0o60G/rnBRv+HL2T37URy/WbqMPflekL9LHoW+4N+KvsFlEj+6hyS9lLTKPt9m0j9dvpu/FwoRv97PWT9nTWm+MFOnvtQm174sxrq+vRc2P4ZR0r4V0CO/28tTPoSIbD4OBdK8jgNcQOVtUz+8KeS/SkYuPzjjIb6jZtM+hI8XQLeTfz0pMZI/ElDpvVaEtD8P9YA+PSW7v0dxwb8uCaC9yyIHvzpOpj9w9jS/by0pPo6PlD9ZSvo+pGf7PiXjcT/gHFs/nAeRPj52ar+K1bw+0oITP7nZsb+wLZi/BXGTP+kYqD9hdEu/BOIZv+vnaT+exLC+7owcP06F0j1MlZM+ZDSIP7RXUD+Z/K6/","HqK6viDivr9LPSa/qK6/v3Ixqb7A6Ss/q+AUvnry4z4nZCw9wCqPPxY/ij6T0oK/0vsRPzvzYj97q/I+MYqfPomkkr+HqPq9/RCNv2KzF7/7RIQ+2KNeP8N28j5KAn0+7ZQ7PpFNbT+WJKa/HyGQP0n5Pb8qgKw/HyrkPxZf/708kbc/s8uGPjr8X7/rINo+0rGRPy6n5T3cqp6/wtqVv0NWujzL6Ew/9k1uwI3pBT363yc/Yv9RPgDsfL09pgNA9AbPv+ONJj8os8U+2NLGvuRzAUC2KtW/LVlRv2atmL0s9wNA9juEP1eJtb8zfE6/3IGHvwjLHj+0gcO/sDlxv/jmkD+gYEw+iqGbvlBth79TUcG/nuaqPSz4kr4YLlw/tW+PPn+4Oz+Sr9S+06iHvzSj+z4KYqC9Tte6vzCmAj/0eZG+4lVCP2ncKr/O2u69aVFzv0MFxD4M9Cc/gy3WvgCUFj8wyho/KZttP7b/gL4b8o4+KipYP7Rg0z9t9I6+D4rBvSAfmr+ybfA/M1UAwHquBz7UaoU+U8qpPzxiFsA3OS8/f6ZyPzq9sr8YoO8+Pbq+vxyhcb+r6Cc/uNPHvNsxgr83TcG/Snzuva3ugD7G4yO/kUfKvjLBbT8mpxi/s0tMP15bR79RmfY/FN+ovtruET/Fh+C9av/ZvtQ9Gz+c/Qw/DmgyPrnV678/PaQ/+wGev3FnZr71GIq/2+3yvSfKFsAUMqM+xOciv/xPxj5RAIw/Am9rvcD0fT6GdRc/OOcCv08P+TtvUgO/+XUQQKdkQb76itY/joQIv/OdAj7BS9A+DoTLPvN5Mz6QRSc+B9myP8kvDT4uf6y/ldyoP0wqH78bsrG/xL1oP1iALb2WVK+8GYQtv7E+pj97Xk8+NxkKQON+yL+JcXK9rZgCv2JF2L78PM0/cvOOPjXOUT85TUE+KYoEPw5c1DzepFE/XOoSv5/K4z45oSxA4uPsPi0Dl71EoLW/NLkXP+69QrsdoLg/4NPRPuBtzb3FCMS+","2+EtPmER+L83cJ0+snvDP0mVmb9zFp4+TZ6dvhPAuT0/x7Q9yfGaPGCcVT3xDgA/TO5EP+ZrOL9vgKs++R3lPl55Az8lTm6/zxptvcMpjb9qbD5ATA7xPSBYMr+vpao9X8MDwB6+0r4ZYyq/UwiEPwaYMz8+dBZAFsDgP3J1KEC/bvO/gvqDP6Un0L6xVAe+XvC5vhkfEUDYCG+7sYZ1v/Bsl79KMwS//TbpPtGgDMBmuIi+VR2Uvo1Cxr2e8tW+QScxPvRpaL8ncBlAGcDSPz2eG72YSqM/231vv6bohb495U0+8Js/viM9Hz/Tur0/0j6Zv7aKA7+DZPy/TewVOkNYmD9anu89wbW2Ps3CWb82x2o/kWtUPuvyMz5IjEU/97EtvvDM176mJqM+3PyWPg5uA79yXJ4/Dwu3vhwMbj+ZrCk/rsmAPvO51z6qM4I/+OWNPeKXSr9PAdS+1UPGPlIy7r8sOq4+AkZqv3Osn77Ng5U/ZsOuP5XOy756vKY+Q+TRv5P+vD/aUoy+hIiDv/GE2D5mjdC/FubHPlE5i7/Yc0m/1tJHP2YhFL7uh5I/crHev5FCkT86FjU+V+xVPoKr4L/LHGg/5j7RPsb5Lj9zchrAlSVHP0e0+j6eU906LXD6v1XAMz/vyCm9sn+0vzaai79RBXy+qrASQIq40j5UK/4+3yGKP+c8pT/np9G/d5n4Pht2pT7isdg/w6MqP4gVzT/+tCu//D8aPi3sVj+lkJa+xWHVP+xKCb9Q198/+lKHPkMKDEDi+eo+GfnCP4priz4IYF++lR5yP6Iltb/Mcpg/SOwpvsD0Y78hEWU/NrdKPxPWV75o9sA+KjE9PrXmd7tKU049ufx3PxcDn75rByI/1f+UvrCLL7/HDO8/mgmJv5V5bL9zIKA/aXlnP9KXJ79mDlA/kl0ZP+YDUT5p7oo/scLgPSD9775sQla8k6UZP3vZvr+0fP0/9yyivsraAsAwZ6i/z4nePTg08z6qlMK/G5UgwMpHNb6ml/G+","gjigvt6rNT855hq9weE8P9ZfaD/gpPe/pYfuPrr0HD/1+kM/B/R+v+Zwcr+4Kw2+UaSmPrlZoz/XfxG/j3fnPpi+Mj4MDxY/QXDtPsHL2b/cIhk/5+PjPmNLqr5Q/xc9ypabvor6X78ENJK9y0envou9YD9jUaq/1WUVPw4Zbj+1rQe/cakIvwKYKT+cI7C+TdPhvrjPLj8wFzi/GWQ8v0poID5+gYO9SsDGPtPuOb/q59E/W/nRvqMe874UXIE/imJSP9mDZ77E4sk/U5BBvrxve76JA8w9El3kvxByab9rXhDAaMi6vqN7qb/Lvsi/E9uFvsb1zj0IRIi/h5GDv1WQFb82TKk/aTFzPngxrD8Q5Q++tpdHP45w0j+W4UW+txMzPzp2O7+dNhU/GHjRvln8xz8WZJS/W40TviyCQz8vuG2/lu0ZviO5rb4K8Ku/0sOqvtLJJT8Pai4/2QQAPzrXlr5G/7G/WZw+vTe6o74evbW/qStrv/ojNr/nqdI/Hm1+P9loib6I1vY+cEdgPzVwQj9boQc/Z6oVv+2D4T9UPZ6/h8HEvkLB/z6L3NS+uba4vy0iiT+dst4+QYodwBXDnz+vxyw/q0nYP1uBML6Lmn++wNi9PnhL779OLwe+Y4R7P/YUND9FXEc/YiJ5vxPIJb7TZ7i8DucAv5DJm7+pLTDAT6akvi2cAb51+Gc/YmSAv6vgtb+F69E/ukfLPsGphrzzlKO+7GBbP29pYj7fm5k/ftXYP25rur6rqr0/nNQgQDdx5T4QRJs+bIgXPxTWw78jUJ4+dF/mPcmi77/n1LI/J+6lv+a4nT4kZsc/mduHv04uKz72X7s/mfQ+OkD9RL/xSKO/cxfBv5rjEj3S0T8/JFpCvzNKhr9Oeky/W8OYP8bHljv0q7m/fDC0v65Olr+WejS/WsH5P2Vkqj/HWSw/rCkIPQV0wj6mSzI/d3YGQMWJuT7czZo9SfHHP00QGD9WjKW/Luw6v5i7lz5tKwm+SbWAP81HLb9jLfm+","4x7jvxgei77Whd4+Y5m3vtfCqb4lSHs/4FvqPq64dT9uoD2+0U+LPxFFmj/M4Bw/zgEbviftFb8/tI0+5R8hPzHtVT60g7i+roTxv98pU78fXLQ//O3GPiYIp7+PVsC/UpzZPpAJkb8YTd4/O0EfP8IwHj+iAP8/DTiQvs4Xcj+aChC+1bChvwUXPj/t5JU+mlZ3PirkST8Fcp++vpYwv3GqXL8mUhQ+7KMEvi63mz4ricm+bpglP0oFjr+skIo+1od2P7bXDL9o8tC/f95Rv0Eorz+iGh6++kS6P+FyAj7Xt4U/2joMwKMQ371mWqE/AFI5PxyjTT/2AL29sXgivzfnCD+0XhA/bquTP2u9yb/XP1c/RwZRPl21Er9ZX4S/rS2Jvsxm9715z5w/6ZZCP00VJT8GiV8/xmbrPl5dar/6H0u/wiuvP+fNmr4vPkm/2TK6P2U7ij4xqE8/2j20PhNe4D9147O/eRC/PwR0HsAP5rG/9npnP2G0/z6d1PS/+29+P08Cmj7xmpG+KCezP83qVD+3Ngq+qeLtPnsNhb8WaKo/j/GhvhLW2b/r3+K+1tu6PK4UwD9aIf8+wrwQPibBXz+mi2+/ca4vP9Beqj+zMWQ/BCEDPg5tr79iK/M+N7QIQPYLg72U7fC+psoXv2bZTT8i+v4+YS2cPrM+dT9fr0e/wox1v3mLK7+uvdc+IFowv2p8/r68DpM/Vpg3PvQCSj45bYw//bWhP0qKWz9UJ/w/xT0wwDHMP74kLKi+M9+ZvokcI793F18/f37fvQh9Tj8O4Io/phZbv23AtT9cMJO/oD+Yvd1Qe7/Oc1a/eBQgvsQWvb/dSDk/UfcPvwGqOj+E3Ji9X9ODv+dyQ0CWdso+BEG4v+nB5T3UpOI+F9ggvijDqj9ZIC+9BugBv+tpBj/Kr7M/VjjYP7EjSr8cnG6+XrM4v7H1J76DdFM/7CDwvzrpQb0Q8vy/r5hSvhVsgL8LU/G/k4ShPkXXwL4VurS+CP9+vQJCUL9NQ5G/"]}],"outputs":[{"shape":[2],"values":["3mo0PVK5dD8="]}]}],"trainable_params":{"conv2d_16":{"weights":["N7++PcAqKz7O4+w9RecAvhRiU702itu9GpRfvf1Sjr1zPsy8B0m3vXB0D77v7xM9ohV4vYAORD209Sa+9rq6vfTno71VmAq+F/IYvskuKbwgt0g+E6EEvrtqBr5RqQk+x8LTvQCguj2oZnw9DulXvh8sA76pjsK98UBMvRNHJr0mF1Q+3wf3PDYQyzvvQrS8yel/PdQDPb5nYV2+AadCvPYMiT307LA8gsUoPaC/Iz6I1A09iIprvSqoAr4e8jo9srrUva6fXL1Rddq99N0rPvWYOrzgUUA9BXW5vd83Sr0ckuC9L+q3PZzD+z1UGqg9tr+UveNgIr59/Rg+W6kPPl1uTzxdNoa9a/ozuz8oob3Uoay9MbVEPo+NUT3Q4RS+SObHvVSnvjsV9lO+zoiDO7/CIr44uA+8//ONPeYTtj2OmSk+pTrYPeGL5T0+diS+EaICPh26qjx16Ci+VyP4PKyJA75ijcG8YHArPqG/cD1JZA69mgG/PcykTL5zgpO9SdoSvhaqhb0rp08+KoLvPQLXN73tlQO+6U+ZvLY0UT7H/yK+ir8tvdDNdj1yG6K9j8b+vYG75jykwKc9j0MSvfU9ab0+vA2+/ggVPomVAj6TMzc9l6qTvZYju72XXbm8mFfkvSaTULym8Km8TnnHvLQpgDsREuO8HOgBvelwK76HmLa9n+KyvdXc1bzx9I89Szg3Pvxshz0xudS8BaYCPtY8vj2edrK9UIBXvlilFb7nZOw9N+oTvk1WDr7YaQE+n6lrvT1fgL02MEu+L7s/vqJSTz1neA0+AQUGvuEJVDutAak8dOyLvbhIIr6Vnfq9Lb8pvbCoJr7z2dQ9F88SPo9ZPD6U3bW9WrFJPQmUrD0yrui91KluPkMP0byNMu29DF0GvVhIiL39usy9AKS+vSsgFr7Sahu9rfsPvmupSL0dggw+rEYnvGUeBL3HwgI+/5QwvpvIPj1TzNS9r6iGveE8Gr3li0K8Y3gLPtnDjryZCjg+d6ixOj7eHL1M3wW9","ng0HvrpYNb4iifK66iI7vp1ogz1I0Xe97bxFPeRw/L1UGG08+7g4vON9Dj55aVs+uuFfveD3QL7tBuy9lAPaPcoScz3JKwc9pZYEPftrBz7Ay6U9khCWPZohlrsW5Ni99ohAPqY2+rzhx/c9s7Zpvow/2jsCeUi+vKESPvxSDTyQN889zeUuPmG2ZD04ab09VvGLvUtUSL7hEli+oMhOvXxvSDwilhY+KWNSvY2YAD5G+yG+WW/Ivc4BHj7e6IA9cQHBvWj9X7z4rsI5P8v2vbafzDvjGL86iaQEvsvaszwQT+W8NMInPk1X2r1hud29bdQXvMbgoz3SUmy+KcKjPXHfdjz/TR6+FbQ2PogQ9j02Tz88KYojvveKgr3PvTu+fNIXPuZWPT6nvZM9M8jfPJSRmbzojcK8qE4lPrLo9j1qJfa8v0CGvaa9yz0OOyW9Qx/CvVTTOb27Twu+i4EYviTPmz3Kfoc+Udnevdx5Lb61jOE9voNFvYLW5zzVsNm9"],"bias":["0ttSPWjeZrwDrjk8NY/fPKqsxDwwNyI99DsXPUsHFTx1f/k7e9z/PIpZvDwDTQc9yQLjvIax5bwYBbc8GddPvJ4eyz1y7U88+R4pPf1u1Dz3MQw7gOcWvcmSJj3SZsS9qWBnvQ96kDxoXis9C0NKPdT/RL3aKaS8TrU6PetYOzs="]},"conv2d_17":{"weights":["65QFveK9kj1jwFM8q06XvXhOubwoAzK99quTvZvMHr7zPfY69MUIvrw2Nj60Ge+9w+jcO1yvyb1HARW+lNcmvunMSL3Dn9O8nFZYvgQ4zT015Ky8uvGovTpi5j1WPbY8l4jbvEgkzj2BV9E8IJyXPVYxCD5QzgE+PP9cvJy2Hr58sUu9fsbzO6Kha73m4p09/R0RPhWxxLwGYQE9lGlUOy0Z1bz9F9k8ugoKvjoBZb2tDEU9+Ma7PE5gNr5wJUk8zjYkvTdUuzwTLsI9bg8DvSKJK76X85g9UCQ3Pdu/PLxcV/46Bj9jvUIcaD2uet88xTu2PL8mJD5/cMO81UovPUMziT2a1YC9zJxLvfz3obzmiiI+2grGuyDQbD6txT4+d3sovtAe5T35KRS+EZLqPVMkLz13L1Y9PSFRvcgbEr1Vn4s8ABkZvtn4Tj2TTa48/pMyvekyyD0Fdq69Jo8HPtjQIT1idr68dasXPdjcj72OVRY+p12GvHi5yzytvhc+YBxhPdXqhb1Kf7+9ybo1vdgtxL6xISy+tb8QvlWGIj1pGGS9/ZTAu+++E726l5G9AYrMvaacjb3D4MI9ZMe8vab2Gr6Ah5C9FAGAO4xlMr4l79+9nradvezDsT3gmak9DszkvJm7Jz0WaiG91e7avazEAL5Bq708+lnzukfw+L20eBq9KdSgPC5fSDy9PqM9ljcjvknipb2ywA6+FcJfvdeXk7044wY9Unk3PnLlez1+xzC+4XQxvQrOE729oW08mRKrPL7pfDyFIPi8pnzIPcAwMz2YLYi8XTiRPVA/tz21nVq+ztCfvfLbtr1q7es938YJPQbCwz3YRE4+5MyHvXLMpj1ciJE9bj2NPYhCi73cTnK7gu0Nvs7ZAT0hSwC+/4FgvXcwnL3WO8w9dhwePpMCx7wm2AE8t/9FPvY8tb1sXg49PlxmvWSrDz0X5JQ9ZtOhPVHfkb0a9Nw9mK8KvTyRBb3Ts5c9pnAOPjYQrjypM7C9zoN+PGyQqT2D4hq9","vlIMPoj2sz1xcRy+VysqPddMxz2UZ/k9jUgAvo4h4TyFAm89pNwpvXyGB74BTGi9uCHtPQ2HUr0cjiC8npFavpKkGz5VLsm7OI0BPbq8RLwKOou9rZMbPEqUBLwzwQi+SY1GPZqYGT4e7ZE9nCw0PMqph71b0PU8CqM6PdeIAL6xCbs9aOXFvWWu0L3GTYk9U3aAvagumzxkF3W9FvM4Pt0nLrxzLMw8YAJWPDXImjy4Zba9VG0rvY5vqD0Tw7G9cJkbPjG7cLzyXUk+pvBSPDNaqD0O+wo9quTaPbrtMb7+log9OzGXPGEfPb1h3Q4+o9oRvsk3aL7SiYY9lkOrvfr9Hz4jyXY9XZF4Pgl66z0abci9PxqYPRkcJz6gZbo8RKj4Owatnb3nYAW+yYPQPNKsezyVdZ890u7zvbG/aL4B6KY+9O20vOpLtboXhYU6qMOMPH4LkL1LFO88Jco/O8Y1rDz4+Dc+oO6HPpIATT4GBVy+0L70vRMn/DyuDFE8u+24uzAyfrwwEZ49E6kKvn65C74JVUq9Bu23PIa/mr0X0DW+uCdLPbXUmD0C/RO+yiC6vVvplT0XXzS+dPDUvFXVPL6ceiK+5CdpOyrprL0xhme+pzVoPUw2bD28GOM9DNgpvVL4hT3l1F29SfynPFhfA764LLs9Gz6RvR3xR7557f+818FyPcDEULgoa8u9egJyvWEBSr499os9/It7PMPYiL7MYYu8+nclvazqCjwZTR29Fj5evR4Jgr1YJda9ukMYvmZjor2miMA9l0JMvWN1Vr4ZA6Y9q/uePLMUhT1z/p49a1cbPmEuPzxP9xc9ho6jPGh5uLya4J67t+zTvVoXQjskhfA8L7s2vAuiRb6GmAW+YL+0vTCObT0Y3og9cP6evcJw7D0TW8o9ahYLPng/GrxowZ29zAJxPH34sDxN1rS9/rm2vSXvA70gCDW+tYehvb9Z4bsU/dE9GyqoPQmzAT4G6+k9THHWPUqTpzl5dsG9PJlLvdfwaL3eUl68","7hxnO8crtb1BcII9u4fsvBmFC77mH4y9/xe+vfQHfr3YTnY9olrzPdumojx8oTU9RFVlvnaMyL3mmDw+hEEovZlDwjxBURU+JY1pPZPmhz1jSMo9HVqVvXMWy73ZeK49Wxm8vdzq7DyYttm9b8eovW7YK75myJq99lLEPWh9nb3FIjQ+xAzVvcTofrw0Sh8+X9YLvmFQ2rwUjpa9tygLvBCPjzyoDp09KW4qPmR5kb0i28G9XWOHPXINdT0rc4S9qIp1PuzxIz35Zv09EUQCPvYON70eEug9K/CMPZ6IM70Hizm+cwoSPj4j57ybnaw9PtiXvgRDrb03WSQ+YF8nvWYBrz0hY8W99RabPFF5Mj3bex09Cc9TPfDyobxi2sk9GxWcPaMLhT1jlTY+H3sFPkpNeT2KIZa9Qc8fPhA3Bz2CzBc+Yy/IPWLtHj6GV2I8wdgzvL+IjbvAQY49dF1fPKKwqr0t7Qo+tRdzvfihDj5YYrS9++qUvZKRLD6ziqc8fzwBvbx+Zj34pbS8rBW3vLmhsTyM69A9smeqvepgIz1t43q9BFoJPmsfFzzHhCq9O2BEPSiixbzJetM9i8EkPTr+qT0juI09AyHmPfsTzL0SAkA9AtC3PYl5pr7CgiC7cpD9u6ROeL0xWQ++Q+HFPZHzEbyKN409IGo4vmd2eTyYBK+7IPB+vRHujj35Wd09DBGbvb22/T0+qiU9XJ8Uvb3F0r2MxRa+CJ9GvYeSL70IdYk9IM/EOynogL3LZXQ+7TCaPicyDb4BbTu+8AGOvYKPF71QHq09NIjjvRlGVb7Vcl68qJMhPUAMGD5km5s6BnX+vPrvtL1fLEC+s9+ZPRo+570IYL09fdhPPYfO/L0dHxU+/YUEvZ7y7rtKuzY871lvPVoE8T1+UwC9muIbPkld9r2c74A9W+4fPeAorT0l4i8+3Ej2vVpejD3iqWw92wm2PfIzCzxxP3a9zeFCvqOIPT4bYls9YINaPnqpob2xrDK96Tg+PN03Kr6u7Yk8","FLSDPqVBlr3IySg+GWEePXc4iz2f9989NjGTPHSyHb3m6Mk8ZU9nva45aD2qrae9xry6PboNq7wceNk7ookbPZMTOL41o6W8IJ2hvSr2jL3n1BA+jIzFvfkAFD7ptUq9p6ChPoPpnz7e1Zw9DnQ1vgAP97x3IL+7SDbuPf11YD0FDr09YU31uxoHEz35A4s9MH/cPCB7RD1/o0o+U2FBPqCCxDrHw7G87W8hvbgT6L142Wc9t1xZPZt5XD5huC6+DkufvbSucL09YU89BVrJPOYbJL1Y5Pa6/Wz0PR/uCL0xKo8+T77ePVV7n70PCu09g2cmPW6K8jykGkg9nSaiPYZI7z3ltjA9IBeYPH246b3ktRM93SpAPkxGWz4RHoU+7FjwvdSAmzspgoK+StahPQN7Ar3a90E6lzCLPR6rd75fxRG+4O7bvZGICb149648RkrDvc/2kL3bQtg9w3L3PRjRVj4lWTs+YUdQvabZlT13RJc89Z5evDLQ/7s8x5Y8dSOHvZA6k71TBhE93EGZPQLuab2Sh5m9PHUJvbPSUb7JL3e97JKLvXa5zL20MwS+d14CO685q72QGBA9X4FUvY51ob2IGP88dU0YvtB+fb2Pzzo9waIEvRF/ybwzESi9nF23PB97Lr0/vNi97WgGvhG+Dz3vmWM9KkYNvg3gdL0B5BG9hRNEPD4H/70XRZ084rwQvoI8Dr6UQeo8YwXlve72Sr4lppK90WibvuOTbL0pBUU8Bjc5PI7syzseD6y8G5yZvvkE6L1wwgE8NCvRvZq1g7197Ku9cpOcvPhQTD2fgYC7+wQUPYj9+DtagCK+7LyrvQxWzj3YB609QzmaPTZMYbySKxs9VaCovRqQhz03bak9ej83vtILL70zpgS9L6VgvhOW6rqcytS9iwrRPVqMTr0UTse8ZXEevlL/Mr7LkOq9W5H5vTCnhDvjQOe9YfzOvUoxjbf3OAc9E82vPWQ9WjyrGrC9ltQ+vd6foL6uIp68KhuwvH3Fhj0nxsg9","AqcNuxsHHT3fQEe+plyevT30gb4R29i8vwGUvnbsrLuovZa8ghv+PGIirL0CzFm9g3cXvtNZ7jyuzi49vq8LPDuajL1duHI9QvokPn2tCb3wlv29jp+QveDpHjz5s688+iS5vuhdoL2KnZa9vg4HOwEZCL5O9SO82xYmPu69Yr5IqrM9YxUMvd43sb0ibwA+vtJlvrWd/70Dahq+D4OfvURilDwtzmQ+r7IAPrqRnL3tLYy+HZYKvaOsEb0F1je963JEPnlltz0S1Zw84l27PVuoxj1i5dW853bYPPwD/L3TQpC+UR4WPEE8t717x6g97EBavlYdbL5qDSA+yOPBvJzSSz0KtZe8mUCEvOjg5D06Jj29NXmTPfFk4L2EXx29gmd4vC3IgD1nXs07x7QQPSGyPryqSiK8Sy2+PZNXAr5Saxw+T5XfPWLUnD3/DY09eB82PE8u07zYcQ8+QFG9vOaUp71GcqQ9YDmIvTDUmD2GpkK+SHonvlAnfzw0Zp89ruCWPJyFgr0upvC7GyxLvfVxUr1a17Q8sE6/O37jvb0rWX297EL3uzCTNz3Ddqq8tvQevODDQLvO4oi9HFZ0vT5Bsz0kR7E8a3qTPI/veD2tbeM7OE8pPQZtiz107bK9I/1tvW5RszuPvAS9qN1tPQxZ3r0XzT+8emp/vFoARz156KU9M7+9PSJhq70dXA09wlAKPQ5E/Dw4Bqm8MabtvVPexrxK4oQ6eLcfPVnDnTvV9m29DICOPfge5TxdYbi9T8bGvUTcIb1PDi49b6CUPWABqz1wb2u9DS/9vDm6cj206dq9v8WhPKnuIbx+zce9DeEavSPBlrxnG0S86MYfPSbY4b0wrko9WvC4vQKUgD0Gm9W9dCDsu3HasL2ibA67LCWCvR5xoz2EvEs9jeSRu4JPl7tAr+O7Q4I0vZ1KarwYnNC9C0NcvbzB3r0mbLe9+C0aPbK2rL3usZE9m77cvXSvPL3M5tG9cAXnvdxzAT1ibFI9ZE8MPQPXkzqAuGm7","x8VmvU7wLD3K+ZM9PfYevQO/4zwzQ629/QQCvuWxAT0F6dW923+qvW+qT70pOQq9007lvYAiSD0TwHM9Q9OZvYecob3Flfq8IvqdvagW4L0tPYs94Ae7vMNqtL3dArI8tLWPvf2m5r1/Yqo9TjmZvUOSgb1n64k9D0CHvPq1Sr3DF4k9CnFKvFOY0zx6t9K9AtucvBMc1bxWAce9FumFvUKRFj24blO9WTWyvP2otzxo6UG54U9xvb64Xr2w22i9F66rvEK0x7y/Ahu94Y+3vTQGRD0lzcG8lR4nvdlQCj0TQsG91O7GOhb4HL3/Nrg9JumcPImHhj2isoO9+O2ivCABEj0YB4k9GuykvTnqij1hlbK9dYGJO6TEmD2eCga8gLCOvc/bO72/T6S9FElau3Ueqb1ae4W9VVYUPX9tpb263ek8ITLgvafZhL3JBKk7xkVMvQa2w7wudva98ciAPD7HKD1DIZ48uEgku3ktSj3PHvo8JErdvaQVkr2TEIY9ve6/vFIXFTt96nS8U7FEvdi+nDygs3C9FPE4PShdwL1F18O8gUUmvLr+pD0BHaa939uOvSAPAr105Zy9SdomvffXz72sssE9VjiIvBFDaLx2kCo8EJhkPNUaaT1NRXG9aiY1Pf4yjj2RzqC9IC9pvQuqpD1fUU690FgnvbQn2zxCRIA8ViO/vXveXT1V5h89T4DZvWwUuL1NEc694FoJPY5NUD0Dfog9eMvVvZ0o4TuQAn29r9REvY7RJr29P3O8A/cjvdHAaj3HBDc9Of2QvHdkyr0POEs9C8qAvZScZr3XXRC96wGvO7vdI71PV1U7kVXsvfrheL1Urkw9sA+cvd1lvr2i/Tw9c6aRvG1cTj22NWK9yWUxvUN0rjdrEss81YysvdRWzzxeube9oMgCPVccFbvsbAO7QYdvvZXdaj0aGCM97nm7PL92qjxS0k29L2EpPTHSz71h9469rdGlvAsaUr1cwYs9eVr9PAWllb2RZ8u9mDKPvDo14DzCKqW8","EevPPRhwKb0qEJe8/xGnPJbh/DxZk4A91A84vlibobxopW49qgJfvc6HQD58Zd29P+h6vYq7ez2V1ys+AQpiPf9Vgr1RZKU9oNYuPdGHFL5VtcY9IZ20vQUzAr4NypG9bBu/vdvLRzwF2/+9Y4UtPkNbhL0pAQO+CB76OzTGSbwEQ3S9PIn1PDwMw7wddmi93ZE+PVvXdjyY7Eq+hDd1vEiq7z1fugs+FCOhPcNiJbyANR6+NNkMvfJOEz6ubfe9mL8lPn0ctT0mJq291rD6vETDAT4kNS49Pkr3vTh7rTw4xYm98Xm5PXwop70d5JA9oUQiOkKHy71m7Uy9yrFRPV1e7jy5koE9RUt+vPBwoj3l4EU8wHHnuzpAhr7X0U48/MRsPeNGjz2tPgI+C+tXvVY8F77zR7O9saKuPUVggj5OZzI8rLEmPnP6ID1Fk9A9dRWxPQy2cLzJNjC9KQgAPZQv5b2YYGM+58DDPGgSVz78exa+s5zLPO1ItD0ShSk+lAylu8uFAT2QJRq+jc0fvr71yT2rtWI9ksLJPAENLz7aiqg9f1LMPQ5pbL32dhe+vj8FPn9KJ7wCfLK97imYPat/Pb35S+k8xSELPmwMML4rP/U8tRUcvRorDz7+h7g9oFAMPkMZRj0XRBi+6+d9vZnu9j0RCGi8WaHuvdxgg73eDl+9JrVrPbTVyr0uerW9YeV6vTMTnr0apEw9hLUnvXoIqTyZrSS974XUPYynYb543OG99kJOPUXTO7x5Egg+LE+3vbOKg720jl0+/DgDvhJSbL3bsbW7R7y1PavaHb4o+fo97Is+PqYVp72EILQ9Sg2wPLFHpj2JRzU93fF1vfSUpDx7a5G90X13vVit1zwQ1Vk8WXGtvR52V7xleOA8VeBAPd/pJz3Yo34+G7M0PZr+sb0e/l090nHduzJsKD7V36Q9rfRpvKUIuD1eSFe9nYhLPBRosr1g9rO9wrHGvVE3XDx1eg8+cUuBPAxHXT1p17e8Xe+YvUFEwb1B0m69","xYTVPWoNGb3RRxm+shODvX+wNz3yUe+7P7LkPNnajT6/f7c9SCE4PpHsuDsCmQM+Hw8yPXLwG700wgK+vSivPjei+zwe6Yy9uTYXPdOQtb1jTU+9VLKwuwpjxTwWoOE8z9SQPvsPKD6LglK8A4sCPQK7FT6xiw4+Ro3/vBxksL1i3Qg+ovYJPobs0z3xfh28d7YCPZhryz3u0gu9MXfYPKW2LD7MYP876N6BPsu50Dpjmtw9850rPeVP6j2VDLE+WPWmuh3akTzYf3E9tslrPbxTkD0jcOG9JotnvG7Cy709yaM9sfJIPvbSj73TUqG94a1ePVusdLx/o1o9qnTNO3kjeb79Mm49EkOPvbsS4D0p6wY+YG3IPCTfwTz1WD09isPHO7QZPT28SYE94AuxPeU/s71g5x29lifXPJvEBr5fRXm9MC4APibbdz3suPo8qvG0PViIx70nG8K9DoWwPRF+Gb2HZji+uRkZPrtKLD65Fo+9vORsPVeWB75EAl+8Cm0BPIDtKTqpOle9iZGhvdqFX7qZ5zU9hsNiPenQ4b2KNS090yb8vQq3Nb1cgsC9yy0Qvait0by4NVw9U5ygvC6hl71I2/w6aCq8vcnBr7117Ua9RR+5PQTNor0s7mE90TzbvYeSSD0tE629XtpTPXgjiT0KTBO99LaEPQy2pbtu7e8701/JPSp6wL2m75E9ioXgvLCPVTwtWj+8oOSOPRp5hD2zwOw7CmWqPGggvzw21IW9miyNvTWHCT2zSou9681aPdAA6zxYNYM8ECjAPfKhlDoI98e9sItXvTZOh72Eddm9K927PJEJtb1M6MQ84JdSPL1cHL1MHJu86/CNvV0CnL01SpO9bTZ7vSoClDzi3tS72sysPVZ3iz3CLm29ExlrPQ++Zz3JE3w9u92ovRGfQj2OpYY9OqIPvToBXT18gcW9zz26vbWWgz0dOMQ8WDjdPNZT57w9PJ68jM3HvG0efT1LkJw8ZIGsvceNwT01PpY8P8iWPJfRX726is88","rjKuu4K/kL0/4Tu9Ab/gvGIzZj2ou3w9OgDAveV7b7y6g9y9Ex0HPZoOH72Yt/Q7k4LUvfAyyLwnlMS9XkmEvfojkL21CrK9wJt3vY01DTy853o9aKojvc4QSb2hOM+9/1AQPEwr+jx3FIC9Ipl7PAcYET2mVg46+w6XPY5LwTzsl8G9KmRBvS+8IT1zTl49dqvSvXyrzbz21ZS9fJ9pPcTqZ7zu3wg94eYcvXJ2gL3MMMi9cFqgvVyFRL3+4CG9gwthPWfBib3vKBi9YJWIPfvwnT2zfus8ynj8vS32Rz1cn109/lHivcfnrL0cq7o9ynp6vWUHMz0U6568FRfIPZLaH73KKK+9QCX+OuOOMT2/R7I95duavcGU27zk6li9I+pEPaaGO70iI0e9PiBEPFolWr3k48g9Feccur7Ccb3GksC9gnivvQhYSb0pNJk9VPcNvQOkuz3eRuS9Ex6dvdP5X71R+Jm9xgQ/PBYYq7zdXSu9rPtdPQ/PIj2KUqA8wzZavfTeRzzAU8I9exNfuuddabyrqiG91Pi0vRHyKb22WQM9NW/0vBZ8gr3WN8U7TbPnvbSGmj1ooSc9CUSovUpdBj1ja3Q90l3OvVN5ML3KH8i8om3EOni24bxCn668RIilvfhe1b0u0Ry9NiiQPXx2ajxUjwM9tlWJPe4Ch72wofK9YKRivfKNKD1h+5495jWpvVVXwryrr107PVxyvLEKr7ml/KS9y5tvvXBdor31XFg9ABTJOzeNY70ybZ49+32OPTSMw71dnRY9hUyfPeZW1L3CoQ093XecPXuQtL1BH5k8ExcgPYC6Mb37+OO90x69vSUb7bvr/yO9j6SbvVEQdb2LGQq9ic0kPaMSobwZugw8cXYWPUInJ72d+BW9LoG0vYtXAz34bSE9ebdbvaH1tb34tj28dwTQPFIzRb0r4kY7irIavYyv3b2xr0C9Z6X+uz2tvDzQKsK9gKnTvQ05ub16k7C7SnhTPaVdNz0gw7S9U2nLvdgvdbwtOme9","W9AxPRSpHj1kHIA9q4V9vXl+CT06Vf48T4F8PRcdoD0etvS93R2aOxxGlryPaw47w3aevYrVBb3bKbA8Jb+lve2B6T3bKc48TKiKPS3hnb3TmEC8vMiEvN7YfD0bDjG+EO7qvcyM+r3M25M9HYDfPecgy728fUg5+Q5zvMWcAr0w2K+9M6Kovfysbr0O3I09ax45vUcN2jxrw4U6MA+mPFbyyL2O2Ja8Ey0EPQ4qAb02sES8DoLrvII4nTuKpka9hMRyvT0Bpb0P7827IS72PM/ljr3bpsw9XpGIvNY2LzwPXxk9vgGAvR+MwT227JA8T8KePLnwBr56oDa9EQNavYDNw7wITbA8aNpIvQGKn72ygFa9yAmjPeaVoDw3iUy7OSrkveQDw7tpBkm+Iq1gvdk1pL3wkEC9Ju0+vULMljyd4cm851mZvPblSr2OXtI5vUKPvAfPzD0x3pw8TY+xu+hGi73mdzs81mOVvcyNCb3dP9S9sCGIPZZSvLwcfAs9ydv5PXQVRr0LXZ49M2bFPRCxir3RCwo8j1iWvVhHcT2cDrs8qDUWve1BfD1AjHw9ls8ZvEfpqr3866Q9jWIHvowo4j0S8ng9IR2zPS20FLxzaK48r334u51sPz1obHi8/tAovnGRcj2K9VI8tKBTPdzLB76yz+i9zwMkvXVlOT2ovCg9a7iDvGl9K7yAAdE9JD1uvU2ZDr2YUKG9ei/nvd4cXz3Y/N+9fRONvW6YAj0IHH691FOZPVm4Bj1JtQy+n6qkPb+9lrzG35a9gnDVvLFaCT3MNy49PxwKveKyAr7uaqa78KZ6u90CEj7S6Ok7EuLXvVAQCD13uLO9SHn+PV3jrL3CK0A9WgaMPcq0vb04Kii+HS3qvUaqxL1KElg9My7evR6/mb3iF6K99EOnvNcRiD2gd748b/UIPM67C70nYxM9hH9mugq2eTvaYyS9HYGXvPmLwb2DX7y8lp6rvX4pD75oDfC96kkrOlE2dj2fTb69bjtXuz7qV7wUV2O9","R7SSvdq/nD2DhAw9Ieq5PenqGjtycOg9bUz+PB3sh71fOf+8BE1WPU9C/L1uK4c80KgZvdyb4bzq8XQ9MC+gvVJErrw8wxO99L69vbk6gjwvYNw9JyLKvSLKLL3ZGhq+uc+uveP/Bb3XMCI9wvdcvbsI+b2WEZy8HGFCvdPFYjzgtVW9kCYxvZ1raz0d9GS9Q2SCu2IO0z3mE+O98ZNkvctwgT2UycA8nEprvB9DDL2Q8gy+xjouPWHNfL0k5dw8d1fuPWBWiz3hcYM8B0oBvr2XHb0IHRA9S/esPcKK7r1xILU8CVI8PYCXWb38uRi9/SXfvb7u2DvekR++ru2yPf6vZzyQ4Mw9JZhWPVWRAD1wP4s8898ivWPuvr3cUXi92afLPTm1ir0fBS69yB/PPJ+1mjwnYQK8L2pKPamjtD0PNpi9vCT3vAK6gL1YZtG7YnvMPbJnZb0v8G892OV1PRo5M7uUy1o9xIxqu23aLb0R7ei9FTm+vZKf+r3r1kg+xcs6PvujSb3i1BO+myOPvOpU7TxwBqw8p+BaPRfX0D1Pg2895h6QOwQYCz5Iz3w9Na7BPSmD+DwYkEu9EsHDOzanvL3agEY8QA0APKcPXb1C9Wm8akqHPUkH5T1AiL69WYUUPp+XmD6HT4+950UAPmi+gL032D09xVWdPUu4j76v34E9oIHFOTTx0Lwjw109aGQNPhe1az1f8TE9wzXSvM5Wmjw82sA9gopmPoHAQr4En2e9jOm6vep94z1qeCe9XHkNPjS6Lz2rCAI9j1WIvZGIED2AtBw9fgVYPvxyV71tTgs+r9+XPpVCn71QXu473ZSUOvntmj3/7dY96tOLvuQUCj0iJpM889/LPbMs0TwGi7k9kwiSvN3yXj5I0tq9vnsDPZGE670kdYU+m1aFPfJZgT22vLa8pUksPa+tc720CMY9CpEPPbvW/b2oG/49C98Dvvzm+b2U35o93qG1vRWmgz2vnZA+rfNnPTMH5D1TKKk9sbKfPTyXmr2/l7O+","JldZvX1Urb3LjVC9ic7fvR/9az2PJ0w8Kh3pPDv7kL0Itru8laY6vXT/Y726E3U9sTJ8vesLzj0H7wm+s9jQvbkznzsFURy+JGJAPQ8FP77vJRm+UJkvvXlrhj0kiEO9m1+vvddNjD19X449g6orvtstkbzXesM9kcx/vTjg4j01HPq8CQVPOocQ7j2H4vQ8ZcgjPbzLWztSTdY7weRju6j3Pr1CxiO9STL4vZIfuz1Pfsc9jlG3PYx0xb0U6F++djirva1I3T0E9aU9yV+CvMg6mL1m0Zq7oFMYu1Q0tTxcsai9vs3NPak+pb3CVrC8w/OsvRjCKj2HbLI9sl3+PVsEFz4OCbQ95n+KPUJP0bwtWJS+bLIMvgKVFL5RqNe8bvV/vm5CUb0DW/+8QzpXvVl8kzyOAMa92q7zvQVBNzxKwza+sElUvnjBC70Oj5a8XLP1vSaGij3QLOs90E7ZvWx08L3PS6q9sX2RPWj5TT6xqQi9o6DFvR1f8T3/s0O8ECkevjWuxL3ogYe+OhGAPb8JsL3V0Qq+RBBUvbaVhr16vaA76fJFPueioTwUT4o85KXIvWN3Xr1pehg+NFuTvUCCaj0zcno9uw0VPop/lD0J8IO9DPeCvSqI+LvOPCk8vZ0YvQ4nyzxYvJq9KCyuvCOfRD0SZci9UNkQNxGYYL5NdQ6+beofPWrUNL2qlJq8nFA3Pc+cH7ymJok9YIgTPZrlZb1YAAO845j8PWMZhb2ajGq9P14hPcj/AryBvaG9mk2BPmvWgL2N4Qo+iOabPQFM8b3z6U09KV2IO25O9b08dIw8TcHOPMnL1TxfieQ9OAcROxDcmr043km96vUevovmx73bIkE8ojUcveDAz706cmk9RU7JPPy1OzxArZI9kb0IvqRW/Lq6F6i9R620PNuSJb1/uwM9/X8dvFsulb1MULg9WOoIPTDvwDxC2TC+Gl0gvkydzTyPQ188n+z8vTg0d7ylq0K9VBCPPb536jxmcBA8wwWevSNO7DxbnfQ9","ZxqXvMqSJL3mfZK8KeDgvHh8lTxKgJ09XOoUPceFIb0CVWi8XqghvkQu6DrGN6Y8a0u/PR1FRL0TJg++7oyZPoorCbwHBpI9/g9FvjMf/LwSIuc9Qy3yPBZui74f0t29IwzrvCICyL0txBE9d2Nbu+a5xLwsIEY7o0jzvZt7wT1GOMm6q8uaPSyuLr0Y0nO9NBZNPiO2Njs4no09XGnfvaIOTT3NJOq8h7ChPOLCtL0fh689bttgPcVSyz13shM9LspbvXsnhjy29+K9F/+4PfAu6T33Kpk9Dp/CvuorLb3KuN49cWXOvfjr872pDnO8ZRPvPcuX/Tw1kQe+JvF/PslAsrspzpS9K3/2PbmFJr5M5R4+ahSzvFdJs7wwvwa+y6HQPMAaDr6Pt889EWAmvuis0T2R9ZW8/lCTPVJ5Iz3OTRS+JFLMvR4WYr5hgKc867zWPb9j8DwKfbu+4dhJO4uC1z0Jj0A9HvnivRWDej1ddaA91qyAPUcclL7Yew4+vZj2vdHgiL1Wd367dekVPBDXcD1Amu09ymi+PYNbV75uy889GZfxvTWSOjxKiwa8N2jZPIw60TxnoGs9tH7rvYv5Nz1Awyc9Fv2xvXTDK72uhpy9T0UfvF85oT1JIJY9SEZBvi1mQr6JU9I9zXmvvSAsSD3giQg+LUdQPJ4ELL5BYD2+8PSkvQP5nTyx+fq98cS9PWtnND2KWWe8WVwxvpJWtrx71zi9uGCUPfN6szwz/Lw9nJShvCJiGr1XRa+9FpHTvU5WQTvMFAg92RmdvJwc7b1zdxU99nGIvAeFUD1nkkS9Vm+uvsLj+z39rV29ofuZvaP6/z08FAU5Ue4GPc8s0b0FvlE97VRKvN+Gij166My9OqPOvXTdmT3UQlY8t58SvIICTjtGUA+9CixzvOUufj2Byno9KiKKPKzcAz64zZY9uqqkPUiFcru9ZQc+lsMqPUh7xb3e1dI9dC9gPeqM8L3QqVm+XDYePdlUCD0MG7Y9YD4wPYOj67ulw/69","GKStPe2sUT1TYgO9phdQvSvgi771X7+8pRhIvoII8rzRadW9b1yHPSI6Sb3MOGm9wuIOvuCkRz2DXjS9B61pvTLeYrwmFRy+XSz4PV981T01S0m9dNwkveHX9Lsl/di8LmIQvm2hVz2EivC9JBEgPSALQL6oeAG+HWz4PcaPbrwi1jg+IQMWvIKzsjzKmF6+9omfvU670z1baVe+SxbAPdxYF73qsg69zL4BvurgUDz4ORS+oGdHPRW8CjySleC9dJzlvRHOBr7SpFA8M/orvku2Vz2inbM9lRa7PJQYrj2gk5s8HdnYPdqRs71l3LG811EGPRHqK75jeZu6wdEUvqdK/D1TTDW9iCgBvoQsEj3XVBW+EiNgPQEcqr6I59896VY+Ptc5mT6YmLm9Yn6HPhB0lbvclQ+9qRWbvcB0xLyR0PE7VyBDvWEVZD5vPA87pYrJPRhei7xQ3xc9iD70PUXYJT0EOpI9/A0gvvhirL3RybS91shOvsb0aD57nTk9xJqSvMF8KTw8RS294Munvakfo7xG4DQ7qGiGOlpVhD0J4mE7MUprvVs3Hb3YBu699fmKvTcqMD0qxNY9jcxjPRHgbr31mdU9QJaevVgbMT176uG8Wm6APUm4pr369vm9X2i+vbwXn7zUaQA+OPIOPhEPAbwYu/y8rDm/uV1HIL2vFee9Cl7dvZf+Zb1eNVw9eSLpvQW7tbwXKFQ9u6x6vEpjxL1YnQC9YXPLPCJEp723DM69GyRfO5YKKLzZFBm9/5esPfJl6731HNW9ZyL5PTwQlrvyr649dSaWuktYF75rkEe95fLPPCyrFj4Oo7875XchvMWd8L0JrDa+DmfPPPhqAr5LM8g95eHivY/Rirxhp5Y8h05VPTxVx7ykFGy8bKNevUbQHDoz3tM9liLcPfjgvTy6oUW922BFPROI/70FJYA8SljUPfiuab3wqgs9VQnDvID+BT26KYe9rr+SvRJcbT17x+u9LfvEPdCEHr3ei9i8789BvTkI9L14dai9","KrQ8vvItAz0fB2u9vSMLvc/fAD51rae8YZjAvayBAj5mTKa8keZjvBBhzrttXrW8wFPaPIz3xzp+5t49ffCOPVJtnr2xtaI8tPfXPTPNcr1wjhO8h4uFvFVjIL0XXn89Y3gOPRqTwbzm/f28yLWPPaSCvzyMxUa9c6sSvd+KQ75QLpW92minPc5IRryXgM49/Wi8PZO9Sb2Bt3g9yNegvP/xQ72ISE+9/R6aPPUEzr1Vhq+9DeAAuw+4jb2LczY9dunzPSYLVD1TuP+8XrcFPu0Rpr36w907JN72PQyNKzyALCO+qlApvvT3gj3HHaq9KJAovkPpE77dugW+YpwlvfhudDl1K1A9nb1JvQUaVL2uLmA8PPGbvUmXxzv54JC9SgKGvQFRMjyUq9Q6uHdFPY3lPbsQAsO91yd6vNh72Tw6HtM9Wy8ZvmnVor0iMig7I8cYPcy1QL1dlGe9IE58vUpxYr2yd6C87CsHPt+vB763HYa8f+O+va7yk7w4Eta9OSqVPUaElz1ve6y9v4MHvSkdyjzL22K9RFM2vRyIZz0Yq2m9098KPixni7v4mGc+syHvvM4Qaz1lEOK8praTPcNwo7217X49rPCnPXH/Kbm8DKK7zQMAvMPKMj1WbGk9nLZxvb78pj27ObA9j68Bvn/Uy7rmH/q7+lzsO9IgPz1PS229dAzVPZo3mjq9bdW8IzQKvSMQq73LPyU8nvwWvSYZQb50nye91n6fve+Hyr0Qlv691pXSvGtAeL2knbU9DhdnvfYOfD2oEps9UjN5PTctK70psiI9BmIoPXgfNr7uoLS8lqZavdTumT3Ok3k85h3SvUf+Z75Fv7s82dYLvNxxrzzMzrm6XZAXPIm6BL1znp69fwh9vXFuwbyppmM93YpmvsVznL2F/6w97iEBvQuaL74ETkC9Y/9LviUmtj0ON9S9qEzZvaPSgj0joSU9xnhdvZndoz0YsS86mJOEt23Hwr0BD5Y9ElIHvQgjtLzQNxW+lOMvvk/9uj3spjW9","uZMyvac9KT2Yu8W9gK23PfJyh72NarI903HmvbQnij1QEgW9/GbePPGbtL1QxI29nTl9Pai59zzgPiM+MFMMvls2vT3yNRQ+clOWPTT9Ab7ME/054woxvVlxHr5XPgW+a5UiPYvC8Dz3nms9oLIlvcr2g70Xsna7Ologvkyb97yypge+LyiDvbf1/b0DKb880dZfvY1qPD1wGCe+niXAvfa547zChAC9kZYRvD47Vz1Nl3C92PEHvTUNqT2EUwq+WRFnPQSmtT3C6T89mYb0umaTvT3a2rK93evtvW6kCL7K27a8z4T/O6j+VD14VKE8Sb/Hve2T2L0aiAG+8morvVcoLL1uT7m8nMEyPTbwl70Gxgm+UCIpPb4Ozr0FMAI+q2BsPAX/AD0gj0A9sU+YPXLyWb00PCA9AnEkPkiQ7zyek/49RRG7O57Kxz29v9S7DPdCPae5or2BRAG+r9wNvsDWsLtyDp691RmTPYfaoT2z0Eu9AjBGve7jur0j6c08Z78GvhB4iL3DIHy96ostPr6qWj2qaHg9cT+mvOkJLD1/l2Q9sFuzPMYdL71GW2I9+q6tPSBlajuu+gc+t9IIvuc1Nz37y+U9bEojvZl3C712G1c8IgkdvRsgIb5HTxw7gj6TPLslvD3QaQe9dmZpvbHv4bwEH5s78XaRvb/XhLyuK2m9/SCLPcCt5TzFjTS7OuWxur9FEb2YHuC8RnfJPDY6Lb1wA+a9hDz6vVRn3b186Lk9+jHMvafS1zx0VfY8K+MYvbmrvz2BOQk9svStPdjntbwspN48sBorvaY4372jt107OrvrvSabjb3RLuM9M2CkvO7+8rxlD0q+N49hvSorwr0qW1o9fkWnO8NkxT36EIU9ubvHPcwyr72E3hI929UuPo98Wz3WXec86wvOPK7oCr3GScO9C4kdPu0Ai70jMI4982iIPb4fk716GOw92OfLPaH8wz0IJAa+rSSuvTwpsT0EvQk9PHg5O0Dctj2cIHs9y+HZOx8HyTt71bU7","XaqFPNX2CDvQtLm9Q0S/vFcyyjwxTVg9XpQNvcdQd72u87086E0VvfoHFr4/guG9xMovPaC/zD0zZba8q8OpvCqlNrxkQu+9+mDDuw6hgb0zrPi9LKm5PXDFC77+wAA9/zCovTzl4bzNozG9rJ5PvhYw9jwL04Y942q+vaRqhr3Zrnq8mhLpvLaKUb44P/88l4gvPV8IGr3MBS48XKIdPLQyMz2Aye08hFZvvku64ry9BqI90K+NPe6iAD2mDgW+888gvdWkO72JxCK9BloOvmWkHL0z/yQ8WwogvCk5gL3c/Yy9sEImvDaYoLwXSIi93xWEvXKgAD39R0y85qwZOgDJhjzCj5k975oKvqUB1Dxg2no9XGiVvZiEo70xIo69Tw7NvADIJD2VouA9dCkyPcMoQr1AHQY9Q6yjvWrNBL1UZYq9ZYaDOxGlqz22J/m9kjmIPA7ei72Et749KW1Fveosxj2DhO89lJbovd6Wkr0Nhk69EyXkPIPOOrxeKb89PmrEPZBpNz0yZRq9i/RTvXZkRb2cSoq9sS0SvkCbwjtLeQ483eVCPrZPkz1GKfg74s1xvnocsj2ZHqs96C4kvkoBID6+NJs9hLZZPNevhbwR5cq8lLWXvSMtAj1XTcm9toFhvqh30T2dB149y2ZHPbG9HL5TrGG+9QK7vJgfBL4FZ2o9lPTVvSQ6GTyJqaS82WfTvfl59j3bene8VGisvb9Ya73yI4s9nNDjPLFSXL2wN5q9TNniO6xajT3L9tG9xPQaPtM8Ob3lBJC8fAnhPZbMkby/o6E9ZYMEPuIgG75ik4e8dC8oPqeDtD2svqo95W6Fvg+5Jbu/FxU+X8tzvWBe9z0A+x49nidIPXN3ab3Ehhg8lc1CProngT1hxW88J4zBPea2Nj0xbho89ZPyPSpcxTxerIy8gBL4Pfrz8b0osnY8qmnFPQD33bwFw4C93f55O8k/ib0bQZQ9ANcrvvo0krzd06+8iDGNPbDeEj7vUw++nx/jPCfk8rx1NAm+","XPDCvLmVUD1+zN+8VhHevG5pc7q7ANQ9xnlLvJALLL1H+Cw9nfXHPVnhn73NjrS9kwMAvh/jzD2GZC28i1NQvSV77j0EVLE9HnxCPUndyz3SO7u9uPTWPB1esb3Up7K98Jlavi+uCb6UEiM+C2idO47GAb6HumA8yf7gOvmSDr4YRek96Q1hO4/MYbyaqDM+zinSvEidZbyyY809lZc6uwGFCr70jQa+cTx3vePsd7rTHPY8dC50Pf/TD76jN2G9QJKsPYD4tr0pJpW8017/PMfXkT2auXA9C+FJPhPQar6Aezu9trmPPH2MiLpwrjI7zV34vY4yiL2D+Kc7EV+KPRfgBT1yZlI8NnakPbjgZDsNSqY91fWVPQcHOj6oMKI6P+ToPbTDvz0e8Ew7bFgTPa4YNDyC+wO9WOQNvmDVCL0mqbI90Jv+vXF+jLzvvNY6/g8VvVoGuT1HGvw9wIGOvUkNKj7T9aI8+rUqPo3k3r2ito69vvjdvdYQt7wniKe9bo1FPUbeDT1YvCG9PJmBvRx/pTy3Tiu9f7zQPIp7wr3rDWw9Okbnu/ZC/LzHZLs8YXOsvYL7uz1T8dS9ln1DvZQ2zDxiWUY9bLisvbekrj0xGbQ9FbB6vUMWyL1ArP+9woTzvRNhg70BcXo7SF2EvXcabb37Rd28OZ0DPQXtBr4yfBG+5DFivScN8jw6S+m9HiGUPCO4ED5I2/a7aqG+vA4zfj0jy8a99oLavQgkS7wGzt08+TYwvcRvnr35ENE8VzPEPGWk5r0qclC6UF2ZvEwIsD0pbg09LUPZvcp+FD16Z129jjkFvn1S9LwQ9gs99CqmPUcKZzzOCLy9xYMXvv6s6D3o4U68ohh9vI78/Lx80Zs9321rvZskiTy2NEC+UAhBvEnmM74qP7C8UekUvouaqT39dJ482XyAvht6KD4J7pA9ZKAjvVDmOL66TJC8OAciPpkLOT0Hdu+8DzbbPORUOD3Ur6c7X3VHvZ1nY74bdZk9SUWmPeZVNb7naEk9","XFl8vXVR/btTyaE9+G8WPszfvz19bns9v2A4PrcsFD02atQ9I0iGvPQaOr3zKRY+KJAJvfplgDslh689CKGjPb+UFD4wuK49l8KFPdnmhb2Hlyy9+ehJPDwZ3T3R9Gq8lnRovQ3EATzVvUI+UkT4PPpZ4j1xHqM9v3H/ve++UT7Zx5w9N+wBPciS5b0iGCy9TJybPaZaVz1hOeI84xuMve7o3jyOkgw9AYkvvgL9wD0C9sU8A0KMO8nrrDyRCA+9wP8UPQGVOTwROqy852d6vSjHwj0R7Si97p8EPhVwD76oWWe82dBfvTRQED6RiEo90NwyvaSavTuzD6U9N7MwPttJBj0j9Z89mcpoPbJqrL1R6R68bkibvYhcDz5+HRW+USU0vDsDK70iGLW9Xp2gPeRH2buaxy89PqLEvUpCJ76hK4U9zhamvRBR8j3rtiw8UHDuPZThNb1Ub5s9rmEXvtWu6TvkZQA60e6oPfu2Kb7vbGK9UFqdvX66ML3A3NI8ju8wvX54FTwX5Fq+OIF3vZ3wqjzmW9894ZToPR7X2D1oNlI9KBzTvXaOTb0OPKU8BeWdPG+4CT1KDM+93yzyvVuaK7yxn708xuBIvq2S+r2vaxY9IaQlPZRtY73oLcM9OHsPPr2+77yf++69Ozb9vWaXSzxbsLg8D3mEPXMCDj0dWCI9Mi5svAekqb0j9dm9k2CUPVgp+D2gi+u7AWF/vSFxfD4vkzm+kgdhPMPuXL06dPg9gDjlvPmgTr3nDQI+5uu+vZtHqTwmalW9roIYvpguNT70fNE89/Aavi1Ya711cno8YmsLvKImKb7HCCI9oDoEPh+qibwhVAu+rVSMPZUPbz3Pkeg9Vo4WvgXkMj0fDws+Z5O7PcobMD3tCqS9rQW1PbG3Z74Ppgw93t6BvJ0fQ7we+kc9DzFou2cfND6ADg++aLv0vJc0zb1/f8a9WA2BPu6bMD1C2eq9/QpoPJ5Y+T3yhoA8ElYbvRJEsryhOL89k2TKPVXJFb55Qme8","qSaMPetgZ73GQgE7Q3cOvff+Sb1K/0e+lul4vS0qLr4UMRm+Ss/Pvb46Pj5PGd48X/kqvTVwsT2z21Y9kTAmPkkuFLwEQzO+/Iy3vZCpGz2vDwq+Zme8PTm6Gb0wqS09EtuuvO3C273d8LO71H6FvJrdgz3fsG89am53PVEMr70atOm9GV0bPbJfG75wJVc9qwQHvszmg735/zC9ep8tO9fdYz1N8+u9HEwJPaO8gb3fd0c9OLlMvdMlBz4K5C0+DMa9PYE4uzwp1es8o6hIPbNOjLyz5zc9EpJHPbSEwD1BCXG8iuROvTBtmL3eMQe9KDAavb30gzqH03E8rEiXu7dbi7xJEjU9I/CzvNsJp70xUmQ6cwB4vebcuDsERvi9i4jtvTa/Gr5aXNA9dAodvaZ3ej2C8Yc97/GbvQe60z1uf6A9qeb0vUBfBb45AAe99c6UvXcwgb3ShGW9rOFyvHVG6Dsw4iy+x6naPUv/9D10caO9yoTuPYIUmD3852m+zxWJvYmnR72BJT2+dtEEvdoUwzwANGc9mupJvVAD+L3p62y9dlFCvlAKzj0qpAy963GQvNH/fjwoxaQ9g0GAPooNCD5Xnow9AK5KvplZFTxvFao7DoHEO53Pjb7G/XU81hHFPUfQir6kYq49weymPHE4/D2u+3A976pAvROSILwoz4C9gpzCPNC20zwy6Go9eK3yPTSm2j1IHNE9w/XqPPf3Yj3d8hq+TOGSPSmRkb17mmA9MO6DPbXsAz7F8Jw+t+7XPQu+VT2WMBu+wYhfPo5G0T3JCLm9VtMlvs1bwj0yxtA9jDQtvsexaD1BChc+QZ24Oohf3z3KA3S+n6sDPmXMdr08pye9ico0PrKMar3vKLs9HK+WPSdbpT10LZ28fEKbPVvtIr5H1lK8Yv9jvmGJqz2IrHg90HSPPXY3Zj7KXQc9fxjJvFtFM77x5qI9LyUIPZh4l73IAqC9E2TUPeoCMb2Nggu+EMYiPR5DY73+cxk+tK2WPM1khb6qlYs+","hEdgvKv2pLyZSNm9yoF9vXQZCr0ArKe+MBsDvsvJWL5jXDO+Tb6gPaW/Tz2VKvA9DuYivEXq9Dw6Qpq9XColvZQVsb25dOK98Sa2PSoUTb1PiDq9eDVSPd4DEz3Muk48oT0Jvolk3b06sdQ8/VzBPYbAMjx+paq8AmUZPdssVr22jT69F94pPZBW+b1HFQ49hEMLvmJuTL7M8Mm9MnfJvYPIF77JRDc8mSBIvfHQOT2Szyi+vFoeOzZEDjwcqRc+5INVvYioJj0m33w8V1aJPLeSHb43mHu8zI4KPlcVKz0MuIm9JtNyvZ7Ryj3QTJo96Hw6vYEyOD3gEqk9fxgRPoWsujyN8q69I4CKPXp8eT249Qm+ip6Wvu5W7z3asy2+SOKOvra6Dr7ZxpI9TjoAvkxlIr7Mvbs9oJikvGMgLz5db5u9goUWvkkBgT2pVVQ+dcICvi5ctb0bjok9NI8VvU7pYr7aHBa+tvH+O5KnqTvq5AA8EsfkvFFP5j0KqFk+OAYZPnenELuI1wu9kKgtPd8CZLwLCgU+U5VvvqiPBj7In1s9dYXTumT3i70j0C49e4W6vIpUfD0HELc91yr0vXNkQT0IJxS9pnDjPNFw572PegM+iTGxPQIDKj11h+q8A4OjOwZgiT2FpLy9UAUCPpzKQr4cc3O+tsI0PuTLhT11xj8+ZiYfvU20hTzUx788yoYIvTaSVz6FEIG+rTyJvSRtiT55/iQ+zuEAvJAVGz6vEei9FtzJu0ykdDzWDn69ewcyPbvUij3eulW8oGx+PetofD6BCns9fOMsvW4TNL0DhXY8813RPQcBGbyMxLw9jh4kvkmhC7420yo++n6QPC/rJjzzPsq9mjgbPSNg0j2HAXu9Elk1PmW+Or0geeu93CSQPuWPMT2+sYs9q1A1Pa/4Jb3QT7672WJ/PW47dTznnEC8Y5rhPW2zRLxmefA9zFX3PcktrjswOiq+prWtPNX0ur2W5Tc9tPcPvOM7QbxKliO+PIQUvjaevT01SYi8","5mTyOwLaoj0BW+49FaSLPZ/nFT2f3TE+Pt4DPD43DT7SNRw+r+iUvZRPRD5XT9q9zkXMPTh4Sz0+E+494SnOvBJMUD5Zxjo+wlC7PQJ6nT3RDSg9+MrMPVN9kD0f7Z69uttWPQKN2btTcu284UgFPiFFs73DHe69Ul+4Pa05Fj0BNak7svd1PASWab3ebz8+naryPZ5cHjzIoxI+4yMJPobBlj1xM307EY+5vQPFlz2Lxru9+xevvZf7oj37goW9vdukPvVNHz5jiKY9uYejPZG2rDzk74c7Yo+ePX1Iw71jCsq7f3V2PBfBEz77NDo+SMIbvIZrhb0o/Pc967e0PTc/9D2aF269ii/RvLBfiL3j60q9VQPWOUn6bT0CK948FrVAvABx5TwXtJc9xQZMPsyNAb1xEKA9ysx8vHKDib37YwU9EXWrPR29p7zmG7K9C53hvTBFjT2etMU9FVTHveuBnL3wYMY9fBwEPm5vHT7SSIC9oKbzPE2igj3F43k+XRaLvXJ0UbwJhEY9Kon6u8MmtTwThWw97MGFPezScrwH1EK8v9qNPZt+bb7lQvM9vBSiPdhErD2TQkm6LgJMvQY3bT6nSdU83Pq6vWx7CL2JvX89FsGHvX9fFD2LjtS9noYMPhZgoj0bID4+nAPyPUkWgz2rC789QAwyvJ7o9j2gqXM96i+OvZdykz0kRP+9mCANPRZsWr1sXq69noWDPZfQ1r35Yj49sql/PeAYHDyYAM09EIJ3PRTj871gHNS95vAfvi/1Nb3vgWQ9r5VcvQ5iqr0OM7G9BJyMPb4WBT24ics9llcBPp6HNz1bJi+9MGeQPFveib04ygG9f3VZPQmHEj4Sb289LaZZPI6y2L3IQUk9ak5iPRcZtr0JKPI7kwoqPCAIAD6mqKI8kVPwPW1c2DurckI9M6h3vAhuMD1L6sA9a9Q+vRIn9zzFo8O9G8yBPAgpD7wuEck7Ue3JvYRGSj6a+BM+q1QrPpupTb5wN1U99oAjPTyRGj0RUjI+","dsTlvW1kTTqlx2G9iq1WvvwfzjyVxdQ8GLGavECd671koqC93/O2vSK+FL5hPgy9dHI1vLUAgjyh0Ve+Ge/tvdd1V71uQ9q9pwuXvbYVoL3O0We9hwCXPTtA8b2Yg/Q9xWjCPMXK/b0FCey9I4rFPXc0qz2yDi88QZmZvXsEJD7aaZC93u+VvKRrOL4daj2+HkRmvP20Ar4K4IQ7ufjNvTMQED2lDQu+mDfJvFlIFr7Pre69RLYQO/fRzb3ucbm9bI//vWGSxL1TqI2+O0EHvrsTvb0tg6W9DBQEvrprNDxYfbq9pPwIvhwn4r2IiVe9vbSQPfr+jT1ifem9qi8IvlSyUb5I67a9S4+BvsgbA77Lywc9wkLqOsY4lDxwVm++XLdTvSVXmb6hAhM8L5wovmmIFz0rSAg9Rir5veyYKj7MQ769J5nVvfwSP773JQq+mKDNPS1Qh73iVGS+M9DSvHHAfjzOhsy9n+8GO967/LwZS6w6edBcvQJfLL7Q5gO8jFMEPdDtOT3ESqw9Q0QnPo1VhTwpy6k904JCPgFpgD12IoE9j9gFvs8smTy4XJ69MMJOPd0sjL1IY5s9Jng3vWw6vT7ucaQ9ko53vYDUUT6rco0955SwvNCB9D3CxM+9MqvCvMFUVTwZQl8+QGoGPkuFHb6if5E6PVcyvv1Fkj0ZF6e8ldccPS1lg70+MAg+DvQNPgX4P7xJ8E89znUsPm2cdTw0D+A9ptUAPgo5Rz4in5q9ly7HPe/YwD3a6yU8DmITPsYL7jy4kZo9gGfgvCRrAL7hQY49DN0OvXDusb3kQvc8LDEnvQnA4D2Eymo9yinTPVXofD2nPK09CHVbPkhQVL3Ilyu8i/WsPYUC+TzKZq48ibEyu8wcIL3jQ8A82JBQPWU6LD7pudc9kNNSPmgXFr5nddG8hMoSPTNlwrxuZws+H5kOPUQ2VD7+J8k9MOrFvDV1zbwgQTK+uzdbvoD4kjxMSn69mW5lPaskKz44Gwo8k4gPvjIpEL65DL4+","cvnXPcdMob29Sh4+WDsHvjccBb2p3O08yrdDvfZnOr2pWj48+ILHPLZxpr7layC8mUbEPRzAjrxLdwS+kjIOvph92b3iKfO9ITkCvRCF+L2nc8Q8+QOmPfNk/7z8n5c9t2ylPC+F/j1Qe689k6UpvVApQL1BTEs9/NVVvUEDNT5Uujk+O9AVPbi3rj3ngMy9vxWIvVrkDr3Oedk9IzYwPeVIP712WGA+3/DrPWR4Rz4RXF89en6LvUlwWrwYKqe949Y5vqK8ET0YTFQ+kDi2vf2gyz11q7u8SdKwPRFdlTuNWQ8+Nv0ePjIgSDqW35S8WOE1PR+kjjzBiAw+z8DVPfmVNL55CDY9frN1vR46L70gDuw8IjOZO/SPcTwVKaw9pSAnPtgpMT7Usxo8qvOFO+Z6Dr20d4E8aRr7PASx3b3G/ow9mfwuPeOtID5b8RE97BHUPPU7cT1YvrQ5Tr4JvqVhN70wfQI9/dyBvNzCub03/Uq9axXNPGGJkTqBkqa9I1CyvFcgFb2/Psy8RlmtvStXoT0XC/48jZHyux6Ti7x02g09EPfnvWS76r2L3t08ZTmovXETgzx0L1m9jbYFPRlKQb3l3u29MGucvVUox71RtOK9QhyPPaGmRzwpZtu7hpvuvTrwSr5ODT++I9GQvaOzsjz1jkA9+umcvchwM71IiSW+KRczvQV4HLup0Au+wdZNvLdA1L3HLeO9TxWkvVAV9DtFIxA9blAYvUBaBb7O0su8yoeyvcoSjr00dc+9xnv6PJjr7LwxfF09TvMSPRhNsLsp+pm8Z5BOPe/q6715J6+8SUkEvjtkob2Q5FS+m+31vMqbd73kXsa7TzIFvg7CKL1IDn+9smiJvQRsXL4mwoe8yhLtvUduT702vbu8PBWMPVogz71MrmS8W6Mmvhbsqr067aq9GPZzvdcKfz3dW+W90WlEvMJAAr3OTDS98fxxvesXlj1KHp69P2SLvCNb2r0FkTW+1CaRvniATb46qHO9pbeGPf2ZXDzHAD29","P1Y+Pgsa3ztuyQi9MknKvZouLj4kB++9WPf0vYq1vj0v6H28piBePpVcvT5+/Ng9DGwIvqu5qT1hUdw95bwGPnXe4D1DTmo9p/jtPU2DCDwYSq69l4GgPIi/MD1fJWC9EIrSvVVhHT68UKy99R6rvPiuaruaPKY9w7iPPTtzK72YHJE9YKf/PGWdmr0lA/C98n8zOxdpkT3FJxu98dVVPqcOF70+X/Y8y7UVPu/PgD3qbxS8tchcPR3XKLzEJSi+cjHRPZUawTvM3yM+D1o5PekuUr3VJWc7W7uevYhAhDyQvOk9FjnzPZZJOLx20q28KGP6Pdux8zvXke09E90VvhINHT16pkI8MHSivROY6Lxlh4C8498DPk5mKL0PArw9wBJ8PLlWnb3og5M90fRWPkero7w7Q9W7SoGtPKqp4b1Kboc+uthiPZwDcz1l7Io9wjpLvcG0U7ytNwQ+jIghvvnv2D0tZUg+djjNu4YjkT3B5By9mNMIvfpuFzwYEE699JeyvTm7/Tsha/Q9L6KaPTqUrT2f/PQ9nSinPe15zTwWlLK9VvqyPWmVnzuOKTw94/YOvWqvZL0056e8fnXVPW5eJz779kc9W5XAvVjkKD4spTC+j9yGPbfun7yq3Em6FMMxvGLdgDxKRSI+ZhRIPiXtjL0gIB8+cjofvhssCj57kMW9l85cvLzWS77KhYw7QJcavYS3Bb2Vxly9/1b9PXfOF77FhIs8+qz0vLIwhLts6Xq9PEpevRye672qb3c9lhouPnNenL3jeZA8nL/gvTAffL3NX4Y9QRWevZDgPD3fGNK9tluGPNRrDzy56Cw9ql6rPV1Z6T2JG4Q8/+SKvIHs571dyiU9nyWevX7MBL4bIrC9fWDfvMXGuj2MGQk+l9CQvESvmz2NevW92Lk+Pigd573Lc9Y8HU6gvX+h8L19lbE96zyjvSX3Tzu/MUC9b2FxPDDkGL21cjI8DkNnPCYjXjxyEEi+i4ShPQzVfr3ibom8d0gOvnyGBr7ckYy9","UU21vVULXL2W6U69nHHzvXdBZL1lr708kULBvbALiL2+AAm9vjpcvplnPb4NmEO+p/6sPUqxqb2uNh2+x4pfvSyCrL2U/ri7JUqKvWkNmj3rVNS8Cu7LvSfpjL0JWww9XMThPWqKir0vuMO8gMvYvKkHC70g+KQ95RWmPKc9/zzucZW9TjHYPYubn71XAFq8EcnZPYkqCL6a7Lm88g/8vVKvor20Kba8TikRvm6Dqr1nM8M90KeePFfzTb71P/g98YD8vZf3Fr7fWKW9FXHmvQcue73NV6C9RlkkvhPeCD2NSec91wfrvDBFHDuYQiC+JpViveqKkr1LkvY8PfgvvWZsCL5Ac6a9Nh4qvebkvb3Dvjw8AT17PZhOGD7QUv48NadnPKF44D3Ljoa+a1iXPaZPvb0Zs4c9HSWzvbOfIz4Q9ji+W9DWvbVglb2c3Ry+G8WEPTU/w7ufe7C93+iHvYTEA7wLNzy+utsvvtwR3b0E+ro9Nf5NOxEzBr5S7YS9d0k5vhWbGT3/hKQ8SXl9PYV3mL0EhOm8K0Aevn1mYTyML+49K9wIPaAFKr4Xdra9EMmYvVM6Hb3Fu4G9DZokvLXibL0GgZW9kQcEvo7qvL1Qk609vIz5vPEf+L0H4mg8OvPmvaR4YL64hiE9BgyBPbKOJj13axy9qJFKvtJuKT3s0QK98EFCvZRwmLtMHZA9Y/RwPfI62D1dkJy9rYw9viBWJz0vJQA+q22xvKeZJr4yVpu8h+/OvE8xPD4ACwy+AvjBPMjNBD6Wxv+8fvhXPguWgz3rsm29YUANPf1wx7pYhiO+DSK9vDrTPrwEdxC+edsEvfM5wz1g6xc79SiZvnftFL2Oka89CSc/PmbtET3g8AI9jbv7Ozlwo7yUptW9tgvlvD5qUbsSH8k8IFW0O1EbLb3S7V09wVpKPWHZgLylx6S7sD2qPFAoAD5lwta7tnSuPF2rGT0FY729QeRdPafHVr0YuK67qrcBvIZtZT0fM+q9cECGvQIdzDydpoK+","Ab8XPR5Vy7zTbjS+3z2qvMqs17xD/w49bmHzvZ9MyT0Fri89Nza5vJTicb0CbRS+GYMxvZ08A71aZ0i9DiOWPQhjaDy+KLq8wnOHPSZFE71Jehu993VSvX27db11Fdg9/dOfPWWaCT6Zixy++54LPdqdkz3PzVm9b86EPSm7w7xFy0Q+w/xnPUiD773MN1o9dWDNPSKr/z2ILBa+QgzcPL5gFD0TLgk+WtHWPPlx3LvJt5M9h4SfPYMYxDwlzg6+Hqh2PR9R/zxQftw96Ln0PZOj1L16sae8hm6bve6zID2tMxK9qpimPWYJYb22bba9e7tyvR85crwQ59Q9tfP0vbLoGD6kZMW9UX2AvBA9uL2Ptka9m2l0vCH+njyJIWo9H5fqvVk+m7vVdxA9mxufvbGpvT2zmIw9L4X0vEJSn72PCMQ9N0LfvR19irgKljy+Mo63vQdieLy2avY91tS3vVLItj3WyVo+LnIaPIohcL33HpA9dx27vWP3cb2fToy+qYFVvt+c2zzky9S9V7Pxu39WJD440tQ9wCLYPVU+Sj69VKo9GbSxPfhSlr0TEN49yBzCPKoDiT00sWa9DnCmPbD/Bz4G6YO85/VEPWBo5L1ffDQ9/Z8Qvag1CbwK7Ac+7LL6PDWhUL4PJ2i9MA84PRFDBj7wSlc+Ac+Avj7dL72+GvQ8VCgVPq+L5DzkYK89kIs+PQxvZz2TAXs8JxCSPXXBWrwRvJI9ftgDPSR+Bbu6D688M7zIPUkfjT1CVyA+4MOkPY5luT33B/c9SgfoPSC/nL1KvWk8Sr4zPjMBo70c1Ai+Olm5vftf3T0JjT09Y2nQPbxJ9D2FJrU9NKaGPWR797wc32G95gTOvdhGc71GkEi7SfTavfbGhT0DCi+9tMW0vdJxiD0odgq8Xq0OPrKPe70+8bg8UUQzvumWSL4fTz49uyeMPZ6KqD3Ht1292sSRPG9ElL3BKFA+8b61vad7s73XS8w78AG5PJ9zuLxCogS+GfRJPGILIzxTRm48","ytQfvKHBXj1nYuw9/R69PSIc9rzxfYi922IPPvN9KL52NuW9uus4vm35iD14UFU8P9i8vSnTqT24Su27pr8AvpsspD2BkAS++eQzvDBmQzwIFwa+/A+xPRRPGT6kJuY9SofVve43nTuaWCI9XZIiPTTOEr7wNAq9fM/cPc4Aqb2uXq283nIGOj5mOL2YAVI9j3XPu/1FlzyaFp47s8cwO3dNHb2y7LC9oK7cvUalDz5HLF88M8kCvUaWgb2mcZi8e+O5PRmCsTs2emu8no5APQExw7xoK6A8fCmPPRWtNDsVytu87DdtuzMlhD3zJNW7LILFPBFa7j3AMSg+6KeWvIKO0L0uIMO8kN9Nvt4W0ToACFI+2o5DvSJuKD2dkkU9cCzsPer2mj1Rcva9ZgAEPiB+ET3gvbO93KQsvaUrBr5JUtq90eIovcNF3bvuqIe9aUKVvJ7fi713BtC9WgO2PTbTV76xqe+9W1mtvQkWvj34eVE+BkwtPR4IoD04egU+Pd/2PetH9zx1dkQ9sNcMPf8z872W/wS91cruvWVfyLyQXmQ8D+vPvNnvN74bvEm9M+kMvi6HWT0r8YI9brVTvgoLGj5f9bm9kM6NPaEckb0HtDA8J51yPc61hTzlSVa9EkVHvgO4nryhzki9GZ6Hvfjny70y5Ru+5behPZVFJT3syQQ+ZQQNvJpJrz0iK2U90DcdvlS+eD1WDqK9YsjevUpUyr2JgTG81GicvNbpNLyEaak8WYAZvSS4OLxs8gG+Gib1PXzcpjy7zzY8CQo4vWI/2bwbINM9rMhMPis78rwa/q29A36JuifE/Lxz7S8+kNddvvKILL0lFCE+ZxsXPqniYj3mH3S7fBsKPKcghDwJW8W9XnIQPZalKb6v8QC+kNa5vPrgNr3o4oE9fgGhPYA6cr0X6AU9ljdQPOBCob1PATG8ajMZvVyIjDy+kEk9i6iiPNrX5jxRnf68rZRQveo0ET06+Ns9tZ+dvWd0YDzi7sO9CcD4PGSdGj6YGVO+","6XlcvkC4qj1BB7G8Fdb/vblZWD0KpzA9YYrEPYZP3Ls7Izg9JTUBvfTFxL1/Try9OaqvPGksgD0wYqm9WhJvvASSX70GoU++982pvaAcFr6sOCI8XpbfvQY3fb2YDAe+ZaFPvWhl5r0XZos9bPRCvcuZlL10wPu8olTevT2pzr2Fkau8Y4/CvaMnhD398HG9JEIPPsM9Sz2hFSw+j63JvfZYKj1Hzge+I20EvlykILxjgv48mneOvb9f9L1N86e9+wetOlWqKb5SN1S9uBhzvp4G9zzoNuo8dk0LviQZxL2+pwI9IuKvvW8zLzwVrEm9PAQGvbIV+D3FzGq+O8KdPKaLE77agII9X7N2PsXFrL1PsQY+nXciPX/18z0ntve9N+uYPNknTb6JA908Qzd7vi9bTD2qPyq9qBqPvpw7I70l1I88z3z4vUhBc76Q14G9JksDPgUUhbwZgCS9Nv9ePfF857o1P/W9+YdAPkCEE7733jU7jTK4vDGrMr5Un9w9NlILvvyH1r1/FCc+5yKRPRyDHLvtPIw9kvvtPV6jELsv/gK8JLokvs83t7ybiG++vVytPS9t0r2slq89/H+pvWunrzzNiR89vcwLvkjIwztU5Hw85d6QPU8SATwnbMA9otSWvKPUrzpJw049McDxvFt+CL1uJAQ9YSEnvnxMuj02isA65GIxu+OP4b2xOsK9By7ZPKS4ibyYdN49XsHTPUhFGr2VLKE9HqEtvs0TJD2g8Ju9Oc5hPMmHx731HeA8tKc1vqVcDb49uxw9f/yCvdeDZzz8RYA9HCP4u2TPDj2TQM+8XkqcvGsOjb1ld4i9I5XAPbrS67zCMFA6jKQVvldVLT5+0GU9b373PT10pT3f+TI99qgRvbXxVj5pWQM9c1VgvrLc+T3RF1I8+1TvPcTL871zyiA9K4JUvI+jzr0wzh6+rjsevq2TLD5gifI8ymjOvSa+yrwUVbc9GxE2PbX8qD0sNqe85OXBvbLH1b2eXwO+prpiPP4oyTzBhqW7",