{"architecture":{"class_name":"Functional","config":{"name":"sequential_2","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,48,48,1],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Rescaling","config":{"name":"rescaling_2","trainable":true,"batch_input_shape":[null,48,48,1],"dtype":"float32","scale":0.00392156862745098,"offset":0.0},"name":"rescaling_2","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_8","trainable":true,"batch_input_shape":[null,48,48,1],"dtype":"float32","filters":32,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_8","inbound_nodes":[[["rescaling_2",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d_8","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d_8","inbound_nodes":[[["conv2d_8",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_9","trainable":true,"batch_input_shape":[null,64,64,3],"dtype":"float32","filters":32,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_9","inbound_nodes":[[["max_pooling2d_8",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d_9","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d_9","inbound_nodes":[[["conv2d_9",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_10","trainable":true,"batch_input_shape":[null,64,64,3],"dtype":"float32","filters":64,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_10","inbound_nodes":[[["max_pooling2d_9",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d_10","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d_10","inbound_nodes":[[["conv2d_10",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_11","trainable":true,"batch_input_shape":[null,64,64,3],"dtype":"float32","filters":128,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_11","inbound_nodes":[[["max_pooling2d_10",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d_11","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d_11","inbound_nodes":[[["conv2d_11",0,0,{}]]]},{"class_name":"Flatten","config":{"name":"flatten_2","trainable":true,"dtype":"float32","data_format":"channels_last"},"name":"flatten_2","inbound_nodes":[[["max_pooling2d_11",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_4","trainable":true,"dtype":"float32","units":512,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_4","inbound_nodes":[[["flatten_2",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_5","trainable":true,"dtype":"float32","units":6,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_5","inbound_nodes":[[["dense_4",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_5",0,0]]},"keras_version":"2.10.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[48,48,1]],"output_shapes":[[6]],"tests":[{"inputs":[{"shape":[48,48,1],"values":["o2+DP1U/4j2UjMG/f/zBPq9IgL9K4hY/Uk19vqsGpT42n7Q/K5aHv7pRbjyM5Ik/LL7qvup+HECm3pG/FfsvPgxTPD9l04g/lcRyP5wap78Kcwi/43TQvvkeZr5jrUS/quntP2LtN7+IDEE/IsX/Ppu3ST8rJ1i+JeuhPm+k/T6C5wo+7A+PPz6Q2b+yf2g/kG6Ev2bA3j/GFXK/DiLWP77Kwj1OeXY+E0SbPyAmbT9CGm4+Lh0+P0qqrj0BEf2/Jiwxv+bh3D9l2CO+V2Scvu7UJ7/TWxe/Dm0GP+hjhz5KQtW/Hlc2PuxDnL/Rxsm+qIsSQJEiLD8XxcO+QQx3P8NLpL+r5JM/ShlSv7/EYr+XFgnAkpGsvisCpL/oGNM+jWK2vVNVgD1CDCi/Z2nEP0jgqb1ligW/DV73vsNo5D57vwLAj1l+P4ELxjzBphm/9FffPp0TFD+ZNLm+EwUoP/r7X7+SLB2/EU3eO18s3T8/lte/IsgyvzRU/z0LzL8+6P8lP7BcAL9CrkS/5Hmwvzekfz9s0FM/ZKvKvw925L28Mzo+xDp2v9walj+qKGM+vXB0P4FEVT9fW4G+h5tov6P/UT/nJ4i/rk0kQPGj9761XlC6dueMv+EQHj+slmNA7ON1v7abxr84rg5A14movi8hhb88k+q+4YcOP8Yc/z5Cnlo/Vx7gP5i42r6A2Ic+2pGCvytVj74sEnK/lcYrQL1cVr/fWOu+dZwEPygsK7/Q44a//6+4P5E0xD+8/Y6/TcOQP9zP4j+15DS/DGlSPwTOnr86aMI/SL0zP+LIjL9nrZY+GzGQv0szub8isoA+7knBPhPolr8k0BJAvLV3vkyI3b/JaO+94rfeva0wjz/5rjU/UAmxvq934T4gSea9kqCAPiFvjL3sSTtAjXb8v9LFlj+BwUY/WFCEPsuoYj0qztk+rdFCPoFJHMDFW2c/28Lrv8gQ1z8A8aI9acXLP8Yx/j6z/9++2SzdP4LMrb8lXQU+jIkhvrKJUb9EhQbA","+P4rvzNY1D27AsI/t5Tevv0sOzvRujNAFBtlP04f+DxOP5U/S+/NvKuAUL+zHgo+jrXLPWIsAL/p+wi/30QSvvg7jL+TAqQ++y0RP/BcOsCt8Lm++M80QMtHAj8m5XE+wXHuPqMflT2ThDu/ej3Ov44wwD7IqIa/MByUPclwIr8PBfM+W7vbvrQYMb7WIh/ANdumvpmisD+Gi/A+LCBOv3Q6hD+zj6+9pfK1v/0+BD9m6RU/HK/RvgbOfr8r5XA/ixe9P7+64b56WSI/rfBIvznMC0CzgYm/9V+hvy7Jsr8H+Tm/PT8yP2Lusj8ythQ/odFsviRTCr8pln++AiZdvizCx78r6P8/qIUxv4RUpT36EG2/iAa6P1KhyD/O+0E/vngcv527577gFfo+bRNTvx26IsCdZde/0baQvx4bhT5en2O9kRm2PB93AcAKpjw/+/gDQBVGBb+/8cy//+IHQMp+Bz43wiY+i5XKvzM4qz8scKw/lJwSwLw7nT6d3tM93XGdP6Agj7/w7YA+iqSnPpTv476ULO09VMetvl4pkL+pqkm/4r6rvui+K8BUdhTAz+GePh05wD5iawk/tzksvrGM1L+sMdY+APUCvzCGqL6F2NG/3+gWP+nVbj71vYa/laTquykjF78ZvKu+lalDPeaAWL/lloQ/7bmCv+8o0D07FEW/NkWPPjWtAb+MjcC/dqCOP/0Mnz4/rGK9eofdPsUQ2L7Bp6K9ECudvzIPpj7tU1m+iC3Lv2LXdT/v4ze/58NTPMUVhL6EBy+/oeokvYu76T7J7ok+/DHpPQGKwz/8Pg5ArMHdPwEGxT3Fuza/WO2aPhEwyr552IM+1mnBPQzuLz8Nzyo/b/Lqv0JQfb8Hp8Y/RjmWv5jrmD7y0/y9PLklv73Srb80C8i//TyZP0F7GUCXgYE/ckiEP3rvAMB0ngm+pSOFPy4ckD9oGpc/PG6uP3lmIj8jnoQ/dYbdPkJzp795FPe+qTBqPwIRRT5Yo8E+PCTLvvxfMsB6+nO/","USwIwKRtljwkuV+/WBBRP66BaL8C6Gy/38hIv+zXzb5XXkY/QgfFPl6AYD7p54Q+wwyBv49eer9zD7q+Tb9ov8NC5L6iDb+//NCIPiDow70u9qm+WGikv8ICFD8YGyI/9s3ZvkXNrj6vFUG/eqoYP6TuS76+cEy+P8Ipv8bjrT76JGA/1UcjP/MSvr7UK0y/8J2FPv6LAb72DoY/yYEcPzwZzb7A7bS9q1PTv32QJj+VXeO9revbPcwDp74Ml4U/zqTyP07Gtj6Eaq4/DFOAP+tnMMDIgha9/abevysc8z7rnwU/G3JUvkcizD7PfHQ/puWWvn/agL9uiJg/oZi3Px08uz+i7VC/MnWCv1KlvL9q7bc+jqKgPkcIhT8f9Fa+foHdvo0+sb5TvyfAd1lvv+mqMD/WkZS8IEWWPzylDz+wdyVATHMCP/k9hT9Gp6O+oAdtve9AJrwaLTI/Ysu0P5PCmb0Boks9ikdZPzpdfj/D/4s+WF9Nufnx8L97qLu/ZiZ9v8RxBb8IY2u/tvOdv4huMr8aSEw+1AGWPytsFr4V+zQ9OYXFPyUI5r3Bo/M/0aanvktPgz8pk7E9+BGCPt//h731FMM/lx+0v1aFjT94VHo/0OGbP2jXEL+etvC+VCY5P4nyzz+tpvy+Ew5BQNA/MD3w8SPASi2nPxtlbz+mZEc/VUFePj3XX77xauG+NFhLPy3SF7/zh0G/NIrdP+Abub/hwRq+ly+nP+ZKRr6aRz0/WCqAPwK/sL6cGgo/r+ddP3HvMr8mD5s+YnxeP1gkFL9H5cY//jNMP8j0KD/3Rzo7FrWMv6Sear+2WNy+c/ahP/Xswb4qoM+9lRewvx/l1bvRxnC/wYVHwIh4Lz9wVgm+r3hvvkXHeb/OPja/Ew2YvwVsUj+jRko/5qQpQPDn876vh9q9PLkSPsTfe75GY9W/f/Ewv5s/A7sx6dg8L75tPwxUKb8Nbps/4v4sv6UcHTz/2iE+KWA+v20OTb8B0Uk/sVCSP+5s5j3NM5A/","F45xP8DBp7/LD7k932UJP72LdL99GmQ/5OiXvjyaWr7kgrO/L48gP8InDr9T+oy+mWMTQKVpzz4E9ri9qeVxP68e4r5nFEW/V2Syv1mPVUDwV0i/OCkRv1BQF7/W4pM/D1rwvttm9j+6Bi49QlMwP68JJT0lfXg/V1pzvy/RVL+S/3+8skh4vimMkz/Gr5g/JJ0IP4BSzz/8IqM9oTmqvlp4Pj/Xa6E/WXjGvveVZj6K3Zg/iEMSv4mE0r062H08AOoiPnMRGz++11e+mIdDP5zaHr8kMAZAGom4v0dA9r+XR9Q/zXGpPkrNMUD9jXM/5mw+vzcbFz+oKDDAuqvAP62gxr8ot4G/WiYoP6hvQz9wvoc/DhrLvVGVCz8/nsc9TXElPsFFRzpLkBvAO0LqvlmfXD8VuU8+NQBkP4OEE7/gCjY//+agv0DbMD55qDU/7nWvP/uWKj/c0a6+0OyaPz3SmT9CzeK+2ZNCP3wJxj+x1AtAuIGFP9BpmD9cVI28ldrMPmTOI7+bmdg/y0rCv0AGFz51ZDG/vA6VvdPkAT2Tc4q/ImSVvwc/kz8FTJG+4WhXuww+uD/8mL6/M/9UP0LMDsCYQu2/yRI8PwRSJD4D2dC+Vdebv09JOL//Nx8/qdRnvhkD2j3CZlY+0JaLv5EVjr4tpU0/w/qfvsnqrz6ONrC+yJPXPo69kj7QaJg+OjAHPeWpm79I7YY+82YfQNdsFUCM/Du/YYq6PuZhBb/CVZO/xnWAv/VaRb9GxRA/5B0gv6GPE74Yfaq/G4Vjv9zXVb4RAay/VOfPv6LKsj21s5A+Gp8Hv4Rfp7+R6ga/OzN7P03cwL012f09G+9mv6LNkL7a0IE/D+2Xv3tNMT/98Ko9J3CoP9sF9T7j854+tNHXPqaVUz+iSMs/4DDqvrXmOr5NrQE+cWGsvxtFl7/vFXO/jo48P3JpOD/0nFy+7oEIQNmeNr2VJQC/7xpiQEI477x9obA+KTSFvwytHT8alGU/5ccoPmDlnj+VBgU/","I8eSv/xtZr8YXXY+aZIovu3WUb7yZYG/LoRsP9WC77zxWPs+pr8fP2EL4T2scJm/TqzIP2eyiL5tXp8+IkFhv6N+NL9cib6/7sM2v7tpA8AkzQM+DWDrvPqcfz/RBIS/dYMavn3JFEB0G8u+v1nBPiUdkj5NsuQ9+zUlQH9snb7F2KY+NY+QPvAmJb9Pngm/y51ivmjqZ76ly2g/eTPBPp/5Jr91sL8+lc46v5Cot79iF3W/l6s9v1e/cz8N5R2/4ZsGv+ROHsDyv4W/SkE/QNP0QT/tQjw/MuanPt2NoL/X9Sw/VGefvsQX1L4IG1o/mqwNv5zklr6AApE/e1O0vwZbhj4EvLK/ImKfvje0Db40PqC/pkBJP2sLCT/3j0y+0k85PxocUT4VQRbAgfHlPiTF5D7jhBG/UYPBPzEpuj+LE4c7vBtePsylH71GDGQ9yP+dPnn+nj61aE4/rlL0PT89hj4w2Sm/5p0CvaX+mz/QpUY/b+PXvo4LIz9R2Q288T7KvmCMxz+lZ0m9YzmWv/Kbu79riRW/nowmvyHhED8v8TO/5omWP+OueD+AZpI/y2aIPtdI6r7XNmA/SJFbPuZQKj64P8u/Ks1YP5+fXT/xr06+3B0IwF/Oir8VIu09KtK3Pnz/nL9REIE/QwbtP3jcib9Ijkw/9p4BP4qZCL8Lq22/mkOXv6MBNz9UUXm8DADTPgvHeT7UYpy+2RSEv+Twsr+Rx06/+WyOv8mdiL5pbWI+T1eiPzbCTrzwKpY/a/y4Psfzlz5Uyue+8HDGv8IrVz5t2ge/uozIvs22tj8gWaO+3RYgP+T4zT+h8lQ/sWmIv5dLeb+O7qM/PYftv5zDmz97pB++s64ev6dQ679V8os+iH+Iv5jHsL7tmNI++i3BP3/3nbydC4s9526IPXSyHD+nSRy+5a/Iv56PMj8S9Kq+6ar9vlD1Mj3RDFW/GuJUv8yrOT8ENdc8zXW8P9iq+b5QC5++idWSPl59Nj9ZHnY/vvzvvjpgiz/0MrY+","pxckP2OPsr9y4Ku+xXaUv29lDD5lBgY/gplmPyOIED9OOWo+HjtGPjLeiL/xNGO9CFGSv67Fu785fJQ/tQXxvjX2ZD+9Ute+bMBZv4Jbib5dHwZA/9PHvrO8mT/erkG+KqwaPR89FL8U3Wq+j2/ZviboOT+56cG/fkrOvRO8Hz6vE3E/gYM6vrn/7T+PsRy+hy1aQLW6f7//JaU+seB1P5Ap5b6tkJK/R+zNv4FnpT/lX0+/n1LEPq43V78pTD6+Or+EP/aaT7kd3FY/3UUVP53dvD/a2BY+vKEsPz3UMr/OPOI/m78LwPocZT93xyW+YO2qvya2qL0Fc7O/4yvkvu2jUL/UtFg/M99ivlPchz8Qf3a8hcmmv5d5hD2eOso/7L/Ov9Ru4j7gY4W+HikxP2oIsr/BA50+h0w6Pc5K27+37Sk/0a4PQHEtFkBi+QE+H8EOv/+qnz8SzC0/TurQPl2POr/Mz3o+Ya3dvk1JTr5cn4E/q/QHvqqqd7/Hk1U/VTAaP47Idj2eK+m++LSrvvsisL5D/AdADp4NPrhkpD9+5yy9gUicP3EX+b+cknO/PTB2PiGPHD+N8QQ+gxkovmhrOL+WSFe9ytWXvSXer75Kabo+iahlv+soUb5REns/fCMgP9kwvb8n6QG/OLaEPiPMtD5Qi3a93Cm9vipqGL+X/KE/VK3cvkFI27/geI4+9qZlPF4kaL6Az2Y+sw8dvyzxsb5LH4E+ef1gP1WbHsBLR2A/A942wJ3IhT+SyAc+kEkdv6tZl75knvk/jb0aP5JV5T85+PG9oa82P+V3QT/AcUa+dUKQP+hnNcA0tRM/CVghv7iSyT9hm7y/MQOJv132+71Oj44/qdqHv3cjfT/HCNO/N63evr+sJT19q32/myrjv0PCq7/aLbc+eNaiv3vNgb/h2ce/Yfrgv2KjdL4V2LW+gLg6v/AjCz/2NEm9FjaTvi9TX79wZz/AcT3vPvr81r711wu/f1A5vw4/UL/HF0K/REOtviAurzzf2DI/","NH0TwHAHqT+srPs9PyPZPyojHcB0EKU/0QNNvm76or8A0YQ+zlu+P4+wXj9uf/4+K82aPQHL9z8jkt2+NTuDP/1pyb2fUpU/q5oHP4tLhj/lxjE+krqmvjuv5j1Yt2c+EbdmPjYUPD8oUU2/ixylvwy5cb3TMgw9I75Zv/+osb5fKuc+or/Sv9duar+eSP8+Iou6PpJAcj96E7i8WF8owMUWn79IpqY+JJ43P8aNhL+QKRTAf+v4P3OjJ75UeUE9kQWevvPE9TzzsJY/hosBPw6e7T5oRro/pTuxv1iBaj8s7sE/IZH6v/KD0L3sNHW+8utFPvyM9b4ytSy+7WWFv4LNJD/1NqK/NwLHPgxn6T4moAW/SW4Mv/QTTz7ymDM/t4QzQK2lmj8TuWw+cuceP94IwD/c7g/AME3YPo66bj/r54++IhcrP/qKij4G43e/HX8HP9xSO70hD8u/lp/bvzRKp78kzwY/IzEhPg2Skz6C5Ru/cc7/vqal376fZyE+FlApv00EDED7098+89FwP/nbP79ZSz+/WXONP0cAI7+roAy/SDTgPuJDOz5Ttey+Z2r5Pz/vk7+7tmY/CN6IP118lL9ZqWC/55pcP6mZtD5CsYq/1oBqv5cAZz8t1X0/FP6sv0iZuj8hbQPAyzf0vldUSD+Olf0+0oy+PptRVj3YI7O+4eEeP4DMsb/QpRvAooFbv9daND/2paU/iGaXv8r5wj+hQ2W/bakbP87+rL8qjDQ/aX3Fv7mdfz6GAiq/Ute0vs9Svj8SUOY+YP0IwIa+zD5O83m/Au3evjQN+D60wB/AcHrOPwNgQb+NlBDABr0HwOTUYT9J5P8+OSfsvo5Ehj8BKry/AlOSPrE3zz9FZmW/JSBov808mT4yw4q+mz7NPsHkqj4VWDG/bshKP5Mwpb8sBpw/VZYFPjA4nr7bRPG+G/qhPEx9jr8i5J8+CIZrv4v42r/hYKa+5TZPvzsCDL+E/bO/gHK+vvurxz9h6g0/oDXTP84R1z2pBxw+","Bn1EvcR/071DMVi/FZoZvsZ1xL8vE5c+IlmovgguEj/h+3u+j+hiP0xC1r/ZoTA/Z8uKv/Gur76pMLE/MlixvfyCOT0gbPe93XbUPyzC5D5wT1S/E7IavzNgWT7bwjQ/TDxSP6ofMr9bo1C/TJoYPySrjj/r9ou/cuEJvdXtAb2kfZg/R6SBv0CnvT5w1KS/5Hddv8cRSD1Dzwg/A6xhP/zYib6sjNk+ky77vy+S6j7bfDG/eUgNP0CRVT9zJu++Z+fCv5t6Hz9ILfM8fPhGPv1ElD9VgDE9+8nuPfSqwD5rWP8+UAagP52+Vb95UQY/urKPPZlbqL5FRSe/+piJvSjiV780jTK+yi+lv5Y+iT9abh8+YxLHv8Pydb/0Jt08PHYcvql+378NFg4+2hVyPKeGAb/nfV0/dhN7vUOblz7jtjc/xq5fP755qr/cchi+JUmyvu4Xi79BlAG/0hdGP6D0sT5hRYI+JxE9vTaCqL/nuaE92E68vqQHk79A64U+0J4+v06W1D1Jx2E/jd4EPtMMkb9g1iC+3y56voxmUL9XIRy+k8BWP6MEkL9GYQ2+CgUevkBaV7/9YGM/xQ2JvxqZRb85Mt++RIYwv3x3Wj/ydUG/+ctFPwAn6T6pMq6/zY3uv7VTWT8MHIE/F1+NvxNKlL+XXQS/aJlOv7Kq1z8WKH4/aFxwPq7Q0b5cO+Q+lgWbv8THsr7Ieok+YLCNPnnsnL9eObM/wgAsv+j50L4IhEa//hAsPxu3pr4P94W+0rgkPy3djL9u3Ts/fkx4vXHZfz6hCsy/pJM8vp1Wmb5mTLO9V9bcPwwylL4ZLbw/ceyovnw3BD8DERm/+zy1veQJ+r0Fp1m+cbzuvxO3Yr+QFbM/ji5avg6Wlj8pvxm/0vrKvo1cqbzRqnU/yQ+iPo7WA7+Wi4q/78WlP/6dIz+fnrE/ygyLPx+gg7+xqew9mB49P55o/L5pX8c/JGXov2HwH7/JUOE/GFGPvzAJPb7JxQC/rO+xP/Y/C78Cinw/","YFeHvpgH2T9pwSS+RaCrv658ZL7PyTi/bMhGP4Go677Fcs6/0CcUwKF+Oz8pkm+/cuqjvXY1sD7I4Os/fbMAv7C1076jSJQ+a5mhvzGYsD6HRRHAYvmgPquBWb9Cpxu+4Vo/Pgz59D3+BRa/HhchvnM1DT8bBQk/UhurP8Znaz9pFOQ/xR0UPxvk0D42C52+j+bzvSLYYr9KHP0+4nOGv83sgT+trcQ+djanv/93Db5lDRPA5eSWvI+IRb+pHV4+1BbOv+4PVz+CJV4/Lxo5P9WA9L5rGC+/IA8yPjtNtD8KY/q9qa+MPyxPD78pfde+GLANwKqgzr6oao09lPmrPrsPtj68VgK/3qcsv8ui0L96sQI/5lskv30usD+5NAU/W3fRPUykEMCQpfM+U2kFP6tjx75o8KO/hTYnvsuZpb4RATI+o8wUwHJFxj7J4NI+/jK6POE8sj8pXytA4uKTPbyrBT8YvBO/TSkNwNs7Nr9di06/ZzSWPyIjxz4vN5C9dWLVvlRhBsDI5FC/SjG0Pcs7Hb6wwAu/75xZv/cSCUCg94+/MZwgP3XjC74lQNc/417FvR8I/D5ZkqQ/7g3KvljcD7/bCWW/EpvaPaqPb7/Yo7y8RBkGQKMgNj6ERFg9M2+WvxsyEj/f2Xc/cQNxvg2MKb9TJgG/iy50P7Bcqr//p5O9DR6ivxansz8xW4k/fT44P5uiOr9IH/m7QPmRvRSCgb0DKQG/QtHKvwJjdD/i1ly/MiphPpwKBD+QFWk/FgOiP+XeAMDciNe9YUK7vnLl2b2cKgJAcRMSPVBXjD9rOmK/1vuOvxbqhL4nhRo/VLM+Py0unr+4vKi8gIKzPzDHSb/eHhc/u0pIv0/zfb+NMdw+M3J7v4bIUr/Iq9S+IQGmvj2BwT+liE8/uXXvPzmEQ776vVU/5j0Wv3gUoz7pDkW/OZ1uPvl/Jr/Ax12/+YRCvkPEnb9NWbq/eNICvjwmnj37arc/CBjKv4gthT5glGS/g+Jjv7JXRL/fa+s+","ZmmbP2L1fD7qcZ4/9v89v+Kpib5JWMc/jPmfP9Boz74YQsE9NqUYv/GSkT3MYUa/8/ZAvrvvDr9yG6O/P84OP+EOOj9YmrM/rGZdP6B1Jj+FM7m+7+BcQP87yj6So6c+WxJwv7Jqjb60IGC+6WLtPAHI079C9z6/L9+APy87ID34/du+4USmP3YRlztD+dS8OGeSvx+ymD6ssZm/eqCRP9vFWb7Fz6q+jCNJvt5LWT7ZSUw/CajUPipB4D6g4Yw9oFHRP5mebT/Vnw7A3Q/YPZwyDECvrtg9oNQpwOu5QD/T8++/TiVVP3nrET9gXzi/qH/PPVNNr7z7JLE+VGzBPUbSzj9uErw+ci6nvxqR/rux/UK/EgxrPlBdpz8ubA2/ImxkP4yQ1b2hhnU+TDQAvyySMT0gmQS+173ovuQGv71qvfY+bqCDv2OrWj9othXAJ9pxP6LTDECXAAG9xAOVvzMrqb7dirI++FIdP7fR6r66SIw/uNGyPyuyBz+3irg/Cw60P1r1nT9+7n896v0BP7eAMUBdmzU+56qtPqXADD/R8eg+MCAJQN3I0L/EFEy+i1TRv3EZuL1JExu/siNJv0vN7j7FQOy+LO/zvbLmNr1RkgA/KogNvxH8QTwG4MS+R4pCPzYY374JLIO+EmQsvzdxw75qgeu/QonevzCVYrxaxQjAQD/VP7uV2r+i1Ai/YG9wvdPKvT+PhwE/+3eEv1N1hjyn4bk+edLTPjNxnj8H0gU/hsscPwt+J74GoBY+3s1pv/cEuz+nGwM/UgEHP+ann7/Ppjm/EoQDv3trwz2GIYC+bSyOP2Ng7L40GYc+nyyfvobA0b4ZWKq+2LpXPzNz+b1oDsQ++ybaPz4ddL7xEY0+Sm8WwMSruL+3Q7e99U1Kvr8ySz/YD8o+pN6Xvt8jDT+YZRk/xFjnP3dpKz8k9wm/hVXVPmzvBr/0nI2/jB5AP3H1er9TKIe/PJngP3aF7L4UXpY/1pCCv9AXlr2MMIG/yuIdPw/W7b9MJCG+","ZA6DP00fWj6v9C6/asjPvenwrb8haTu9kFugP8LcNz+3d56/dQNyPfKka7/xmZG/i6L3Pd8jmb7+Q+G+ejqxP9rl8L1DRfq9bZtbPb7mrr+nwGc+WJmtPNV36L4dyny+k+IdwANXHb3Cb2G/qbKLvk/F1r9ROB2/8sxCPPZVLT/bX3c9RsX0PeTzsj9tHxBAz2YLPjqEHr+RQHk+vUOfvzdVIz/JT78/rjB3P0NOM7/Q8+8/LnEoP1gqML9HYvW+99s0P8sovb+Rtes/YnUYvh/wwT9W0lk+SCV+v10P+r3ebHq+yppywJY6iz/v2aA/H1l/PbgEI75RCYO+ITPKP+Ugjb7F0eI/9WgQvxgBhDyE8Hc+A6gHwAVwtr5C4/C+eX5CPoubhb8HgR6/Ab1wvqKrXT+THmG9824evlszur+8DHK/EiY9v+0p8z4HA8s/bXx/P6P+FL+UZoS+iyltv65BrT8jkBDASGyVPQgtob9pgpu/FTEfv+Zjvj/tJgc/gJWePv41nD9s7m++S3oqPTT23r3YCZW/y8s+Pygpj793NQhAuyddvxbiNj6mZKI/QTnbPqYfGb5c6Iu/YvAEQOhHCcDmhk2/GiGJP9+zsb/dvLM/aAX8v+3LGr/VP6m/IVScvtB3wr7OeI6/ncR4PHLfzb6pnpY/13LSP/BVUT8Li1+/cFgNvt0VE7/dsBa/98IDP1rAgb0aD10+6ItevlngLD8KQr69Z7cXvkukpT1bflc/1anRPwEIjD98pyc+2poWv+b+Uz9WqzO/3XDKPidiwz6Jdns/r82BP1sqVz5Rq+8/GgPLvhR78L5IvCjARuGtP+qFRz39VWA/z7QdPvJsgD+dypE8HwcMP+Hzwb+4r5+/aT40P14fjz6pMJy9fcAHv9rSMT8FeJy/rXo+P0moGr9M5Fm/+X5+PdCWsD3RPYM/CPdgPxKAGj+2CUC/MnKEPxqUGT6mHXg+sihoP0dRQT8RYBdAtSuQvhLJBD/llg+/Q0NuP0qbDj+lwts+","L7qRP+Ywe76FqSQ/VXhFvpzR7z7oJX+/CGAUP2wko7/tjos/QE7KvDCCKz8mfMe/C6AKP7Uu0L3vNYu/tnLOv5ntpT/HbzhACzYEwCjz+T4xN8q+wZR2P3HxZL9h49u/3LsPwEYMyD+V5xq/iM3VPoz2GL8vYEK/sm9yv638Wz/k/CQ+EDurP6a837yk9Cm+mWYvv0PtyL5SrZg/snPEvz1B5b5FgQi/IhJQvlL0Dz4Nz94/XMhNP/pct74kddM//6KsP15jkr+5SVW/FI4FPuI5wr7D95S/QMyLPlbjLj+tARO/FsWzvm5eUb9tXVm/VozVP3HCA0CqucM+tOHuP+Y+kr8XjsY9TcOBP+edib4I5JG+YoORPYd4nL68j528aY1SvmMV8z5Pjku9TNurvwDbw79ldqo9c56QvtQiar//oZM/5noMwMoAAb8ezhZAqFCTvyWZzz2K5bc+gc6iP4n0VL6QCHW/4HDFv+cMWz7q4EE/YfP6vvYhlT+tDOE/3/ehv2GuHT/FU+I+tNLfPvcHWz/i++g9Gp5wvSAKKL+/UwDAeSopPl5K0r77M56+g+Ecv/khHEAF6Zw9KHHZPpPAI78J7sk/ivCdvzLQkT9tkmo/jhHxvsGxgz920J6/mkcpv8ANtLyriIu/IwkOvRPRXz5dEMu+MjmZvwVHKL+nafo/Z9kQv4+qir7Fml0/Vz7+PXl+gL+W8qq/4JPrPvTp4j4EHnw/cnrDv2Z9PL8ltUO/gN92v8bCpz93Zo6/Tj2PPt8Y7z6nymo+8LTevjDq6D6k4rU/K/kqPzWWjruz+ho+8P4hPiuvBsB3K98+B0EivykVNT8wrbW/8DEJPuoYD7+mCr2/3ZDUvNn4Eb9xUY2/EW0yPxT4/T+pZfw/M9fivlIHjj/1380+SeBWv+/qBj+CbEA/ILtGPkqEqT5yDUq+IO+uP47vYD+VFky93s/KP1F0ED9cS0k+L4Povf5mIz+De20/LtlOPyg0Mr0DK5C/D5csP1Bi6r+R3J4/"]}],"outputs":[{"shape":[6],"values":["h7f2Pj0WVT3+O1E+N7mGPbOjPj3YCRk+"]}]}],"trainable_params":{"conv2d_8":{"weights":["mCaTveMovb303g49VUFRvjCQnr0T3d893EE4vkLEdb0r9jc+P+4ZPoMSzD1hk3M8ejKUPWfi6j0glYu+0M+LPYMqA776QyS+BxrqvcsIOD4xtby9Gz4qPGHqfD5XmQi+gq/NPfN2vT3pzpe+UBQzvhfpNr4ndwK9CGL7vS/EAb1t4qu8Yb0kPpHwST4YfCg+zefqvHcfSb04nty9r7lZPVz/v73EVbq9AbzMvfAH/r1pCNK83roavtRj0L3GL9S75EKbvfiiSb6gaH09DpBmPI88hj37ii++Zyq4PU3K1z32UGG8foEPvT95BD4YmIo9v+Q3vTmMGj2GzHQ9hsz2vc9ahL4wYbG+2HQvPk/BFz1hRou+iHoEPnhctryKLAO+M2QbvmDbszvk8/y9Z8aPu4RD373KVRE9HQaxvQJ6rb12BQS+0JE+PTXalD21zuA9/NyVvv6Fdb4HGsq90jrrPb3yRD6ScDM+qdr8vaafgb22VXM+5uCkPUcJrr71a+A9olBsPtvQ1TwLgTi+Pd+ku1SCWr2EsI+9kqJMPOrSjzwi1OC6melMvQ5AfLy2qA2+recWvkRBLb687SK+Ovz3vc+RAb4sU3w+sZravR5z5Lsmvti9dWgPvr0Bmb3EpyQ+maJkvvJLBD6YqM+86/wIPimm3j2x0ss8ybYnvp+4pb5vw2W+LtFuvgveUL5Sxwc+j8aMvcJXBz4OXO09w+uJPWkeSr4HjsY9OvEcPih6sr71fGA+eoZOPgkZXb6iUIM6XmOovenRqL3Hqj++Hn6aPiO0C76c9sO8BIWKvlDb573cGLK9cXQnvmMKFjxkV8A9+2bSPcoLhr0eYvw8WdbSvRKwez19sjs9JvOEPH0QTL73ABc+53orvkOihr0wvxY+bcFgvg7QKD5HhRU+2ZQjPo/NBz4pWx88Fch7PmRZGD5OMxK+ac7lvA5os77duGO+vj6ivXmJ2Lw+W0q+uroNPqtwLT7Nug++hmYjvriYHD5siV4+iRWuPeUAbD7EjjQ+","/8XivAobjT0nzQM+uZ9ivst9mb4k+De+4/BWPo1ZYLyqXPI8zZtIvr4KRb7Bg6k9+HmiPkV5Mb5j5+C9Mrr7vW6bab6yWKy9rP6FvYuyJj5Du34+k0UpPbUcMT4TwQa+PMfVPdfchL1b9cG84qttO5qtDb2X/1i+feNEvqb3j72XwI09jToTPYRwez79Scm8D64evgI6HD4pW/U7TnKTvo4P772s9u+95CSBPdfcFL4UktW9ozqQvSyOub2ZfK69MbkavjyTcz3leoS9l8AgPR7L6b0zEDE+ghmsviOmGD3HDX0+TUdbvglXDj61gaM86nYquyupqj16xOg91UstvMfOLDyjcTQ+Aj0wvnhDZr18nsA99Z67PRB1Rr6Uv2q+eSb6PYbC070Hc789MkpYPrksiz1SY6k8fgfEvObHXz6CO3I+NJB5vnLVML43Izo9Vl4jPu37P76R0q29uUUmvhniTD2+t5m9w8kJPcsnrT1VN8675ptnPGSlFLxvU489"],"bias":["oAuGPRL9DL1x4Ty9l0vzPK7UEr2AYoK92w8yvkT13j217FW8SzgdvSTgyDzDSgi9gJyXPGwHdb0sXqU9R5y+PMj0SbvmJPa9anIEPXqLBz0ti/q7LsZhPUE4Gz2g5zS81ZMLPkH7XbxLbXq9SInOPFKhu711YJq8jKzVPJROrr0="]},"conv2d_9":{"weights":["yzmDvYhlAj1I5Oo8BoJMPX2Qkj2PfGK5kPzVu7acmrtiv968tek2Pfagv7wJ5Pe7FCybvWsn5L0kkk8835TfvVUokTxFUt29MM8xvZCJ9r13apk72jq+PfYQJL1QzZi8bGgxvQtL1rx4cxK9st/aPKhXKr3a75o9IM4cveROab3ipAM9e3xQPc52371Md5k8m66RvcLtMT0MNIE9HT0CvXxOBL3/TeK9pty5vfG1uL3fpce9+KKLPWW1gj1Fq805T6DhvKxWET2JAIS9xvjrvRNsHrpEfLc9ChQvvSSaCD11hm+9nkqhPapjzrxRYqm97VTBvX2niz2OXao9iTcYvMiWuD3mOQg9ZkNTPa7Dmb3XQLQ8SgajvWzjzTyyZiW95POOPRz9qr0c67298ATBPa4Pwb0XR8u98jRlPdP2yDyVJNA8HP+vvdiPyL3K0Sy99dYpvdO+mT39CYA880ybPJHXML0H+lM97GsnvU172b3Zp/c82rM5vNVYob1J/qS9mD8RPR0dkL1jsIy9H06jve1abj0NIWO9U7/zvIGkhr2j7xQ9U6qpPJaaMD2aSC69jWhWPCNakL2141k9VLZYPTRU4byb9C89jvCtPPn8Az0KUJg9DRA4PDYud7y89c0821zIPFZzy73aCYW9xqoSPTEcJz1gli89mo8aPXmxLrs3oDG9+eOPvajz7bwd6ou9tFKvOc32c71Slns7VP/OvFXWuj1sKzO9qYfFvQPqmTynSxg8sxWhu3kxhTvgrsK9h29BPcmV2rzLcpQ9PuLavLQdir0/plO8PwhYvSIE47x5JGc9BUIMvfdFEjxrnW+7f7bSPJRPoD29Mqi8s03nvA95qr0DB+S9vQ6VvNFtS70S8ji9zp4Uu4+13zypeo49IS6qPci2db1K5Pq9We/puhTCWD395Zy9dOfUvF/qXbzqSJ69vcmlPUVjmjzsDLm9aNk6vBR1Bj2x56i9AZzrvN+3tL1RHL+8llfDPXyrs7zYrlo9mUDXvQ9GUD0aGCk8","MZKSvW+PVb1TiZk9bRO+vUr+6jz5eI69o1oqPQrkHT0Nipm9ktRfuu7DaT0/MXU9MrsCvSA07r1TLo69Q9P1u67g3L0K3ai973e3vRBkx72H8lW900ynvQwZPr1GtTG9abrnvWYs+TwlUp290v8aPRDYPj17gIq9wfDKvH2VcD3ihiE9HcvevOwvL7o40vK8SPvLPBYBE7z9i9a9umO0PWjFAbwGUrI7tuK9PIm+9jsleZs916CTvV58jj2h2Bs9wUAsPWpAZ7vKv7M8LU6PvZTf3L35PxS9yDcDPU+lk72hdn098r+mvC/Ntjz/Wlc8BhiGvCGWs73jQq292Q4mvePbZ72wPoM9LT5bPahEvb3fSSQ8EvisvAcAUb1JCmY9qHIOvbtdy7woQsK9ugy0PdM3ejxS+9U86HauPJ7BvLzuwwC961WzPTO/N71rHKu8eOmqvaDVMry4F/K9ePa5vQs8gT0gnpE9dJetu8wek7z8XgY918tWPUlS8byUrAs9aRbxveZEBr5oeUm+kz2TvbOkwz3HUhc9cezYPRanNr6psU09F3VLPjxqT75lkWu8elqzPGEkDT3/e689Y/0Pvrs7ST7U0Q8+WQfPvVfcj77ozZk9yEU2vg92Tr7gr1K+u/tePSKKfT0wCxu8yqQLvTeGUD1ff7w9FN/nvRFzIbzrNnu8zERqPSuGcz05sbk9h6MCvRHz3D2fLvg9z1DAvqgSEb0MmT49fWVHvs6Nvr0l7lE9PBviPR4NzLx8LYK+hYjbO72UOD3gXBO8wPrBvQtosr1sDkC9XUO0vgkRJz6idle8Z2GmvYOUpzz2OEw9hDBRPaglhT17cjq+fWXMPJDfUL5EIKY9TeBlPbravT2/TiG93qD6vQfx1zxNC32+PdqmvPnzpb3/aUq89iSEO9WHyT3sHAM+/SruPd/Hbb7soFa9/XRPvP2C5LyVzwY+SN7TvbtIfD7CX2O9LLEgPnVJXL4yz1c+QBV1PeeMRr0naig+7e6JvYaYKj7zk1o9","bZRFPXJsijySDy0+LFc3PSBUqj3VQ1+97rOeO9s4dT6YhBk9VD/nPcOSbz3SCG09qs4qPqK0/j3ezCC+a0F/PaLiyD2gJZ49pnQhvL/yIL6o74M9qMqHvsZ4Wr0Esdg9owYLvvStgb5+oHm9S7+EPcxtFz2crZE9gkYzPfd7yz1Yj489Y7oSPlzcpD6sBPW9GUODPd8zWb0x+L49AjYrvpTM1z3Jzrm+8mvSvHv2rD2o2YU909RQvSha6j1MzfC9iqnJu7q8KT1JBZ++cxl1Pv9RmL6vlu09u/EDPoTWv70D8Ps9ntALO30kTzySwM6+Aa73vSbin734zCK8jwhrPcZk3r0A6Ek9pSxAverVVb4stIe9w/2WPWXix701MgC9FSIJvfI10L3FkzG+extGvYsuEj0CL3S+vWfWvSQ9grwH1ek947XTvbraCb14hGQ+FN4VPqedYz5VsB290xZCviMyGbwiQQY+yLtuPeiZ5DygrAK9/3mGvX5Jtj1AIqO9Idk6PFsBbz4e3qI+5vy2vqdvMLxNSr892BNtvKYoJD5F3UO9Vbrmvq9fk72JE6U9MEiCPg6gNr6vMJU9qjmXvZO7bz6+cjS9gNk2vrm59z6zMLS+tk0DPRsQUz4KRBG+gR0+PsoLk77AUEy9Xf+gvovw3bweqmS+cPgSvhiu1D27AGy9pT8xPtJSu7y3xQa+dH6pPfzmxz0iiH6+E00AvougXb3h0NG9M8mrvdyGB7zFEUk+TNimvsW/Ej7uRis+ggYSPaP1L771w6095vQEP8VBar4H3CM+FIc6PkIw0r2R8sI+XT9uvFJfE71S1YS+vY6RvkYGazsNgAa9eG2Avm7JvD289bK+rfShvnbcWT7WNic9M4h4vR32q71RT4C8AXOxPQeCrz4j47M9HIkfPbZgYz3cRxs+19kFPfWVwD1AWMC96PyEvUy50j5tDj+8MYVpPfhfGz69AKY9Ccw8PlnUKT5gq5Y+WdnIvHoJCD+3nEE8Vz2KuyBG1D3hYYa9","ORruPajpHL4bCOk6hhcgu3Bzcz0p84q8UYy/vBQfnr0EsNG7JfyNPa4DvT5lX5O9OyKMPJEySr3KuOm9akq4Pow8yz1L1k08d+/sPc6kRL5kCuO8lFN0PWJCHD4H2Kc8aB4XvvVy/70aYOs8ZaAwPsFd1T2p/4O9A6lZPmXuC70NbDM+zD4XPFdk7z0ps4C9HkUFvDdq0Lx1pxk9IlzTvbtwHL1y9pQ9t1OfPdyifbyTESe+6IqXPb9/rb7aHUo+YN4cvYI9yj0lxUY+ZXofPlwrZD6v2Es+D8tUPcuqgzx+z7k9fAx8vcg7Hj3dWAS7rcU9PjPNS7x44ai4rmvdPWQOjT680qG88OUUPgCzDz1bYBq9DReGvScuxr0wpK++G7WLu2ayoj1v6Bq8IZuAPbwwOT5viqA9MVs2vuMBIr3XDZ48DIccvKT9oz3kMJc9euFNPrGj973kk/O9oZKIPDY43b0rVVO+V7/ePazrQb1Fvh69HyYEPspwrL1V4Pg9Fg6OvRxRi71GP3E9rOKgvFpFOjygLtc9my7IPH+QCz7IWGe9HeSBvq2iiT5FU5899nb0PbAdur1q9Lg86qQIPm/cA77PJYc9Y3gcvmMFiL6S9w0+eQggvnw+gL6TwIa+ZKuRvW+X3z2t8LK9L6pTvZJhNzyTOlQ+lRm+PZCcQ70XNnu+SxsnPpFqLT01abm8ZBCIvat51TwM4ow9eXgjvtenKD10F649npqzPjvS3TxW4iW8cOkgPWyNob2cNTk+grXyPPmPE713gyy9Ep5YvW2ALr7o99s9sLgjPu1/fb7p0Uw9kw7pPQ/JHr22vyE+2h3nPfr3HL4CpsE+Wy6hvcuL772X/588OVoVPsY7pT3/aru9GUVJPDeDJT4shsi+aGJxPUlzdzw+Ku081vWePf08UL3e6XE94ofxPYsVBDzUHYe+6oGdPQcDKj6Ofzc+KtmsPBNPXD4tIjM+t4sjPnCnkDtVN328wmxBvLl92D5wqg8+/W44vnPlpD6v5Z49","dVOevaIHAT7w0oe9kOwlvie52bxsU1O9vUCmvNR2Cr5eoMI9kJZ2voyrfr5dCzM90SkdvVRwdb2fQKC+l72VvjGhhL45gGO9slg/vrCoLr7UhuC9RQG7vl9zJ7576IC9y6EavsOsTT1ZJAQ80fBNvrkbd70Yo9g9o3K6vtUuFj0uV769uY9kvlHU5760v5+9FxZBvTOpujx0RPi9BFkfPRFE5btq+Rq+YvCvvenIbrz8VMq8dekvvcWHODzejF6+XCEFvo1Tjb2FL3a+dpQivtjnhb2/mQW+HY8zvmOGo70EOTA9kK/GOuQamz1V79e+jiTtvWcvAr3q/he+sSqGPJQM6r2vTG29jWSVvovtFbwvaom9Bfm7PfqVEr0L0Aw+vpVZvWJzrb07I2s95e02u1Qblr3xDx++BHBjPGrOob7oWya+pezRvYUfn74p1XC+C0m1vQpqOz6d0ww95HqkvYNRF711KOs8JAzAPbB+KLyXfRe+32GhvTsLZz41qc69CY/GO9rMwL0esuw9QMSLPJdUj70baX894t3UvG3Oaz1zJnu89zhSvqGHQj3brL297VR1PWhb+T33rVa+c1/UPCFJOL2JlAM86tb5vZCErj0RuXc9pF2DvTJ7mr3x3LC9JJi5PH3olb1cbIW8+wcCvptv5L3kLOW9QYUgvBORmD1aCS27v3sVPo+fBj0xys88u9k3PXZnxTyx7CQ+9tcePSK7mT1MqJu9RKrjPBMG7ruAAVK+y4DpvFDFAL1FY9u98LTTPZw3mr2f/S499bPZPVwNm7272Hs+MvWCvXGdgr6Zd6w8QLqAPctFtz2O+js+pW0QPRGI5b1QNAm8D2KvvawTrL2c2zy9MNX2O6/vDL2iE/y9R3AEvhdN6z33Tz49xQAHvdcK773/9J292rT8PHw98zlKwye+vp+ZO4HFijzTEa09/KdkO+n/t704csU9emIGvqdK2z3fthK+BJQGvgXiSD3n9p09Jj/jvcid1TzU1g0+cR8cPt3Beb3gCxm9","GFPkPeMRubtP5AO+GuAlvSDUqj2qK7U8yZk/vYJP4D1yQ8c6cRUrPu7mIb6GUZ+9tYcePsjV2L18Sbm9tVKgPf+s5L2/knm9WeIaPrMpvT41f269+XyzPvqN4j01HJS9U6JmvGzQmb745Ci9ws1LvYIAlz0bFKW9CwFuPpBQI72Y0YE9WQmSvTcmKb7xWwY+MVgDvnp7QT1g2GO9WMWtPdOhvbxGLKo+IvxtPGYbcb33uXY+CBm4PehUHL0EY/s9C7A4vkl7Br36Dgq98qj4Pcf67L10ZaQ+EiVzPiR+BT5KXmW9kZmfvtr1gz036yI+JeIxPN+pyD1fQYk+LcG/vXu/Y7w9Evi9Za+7PCM7hbtrd348gFTiPW+e/71+VLs8aKUlvTcedD6bENI8RMmSPFWPyT3FkeA986Beux/LS75VpYC7ItITvVFaXD32kGi8pI4Svoj5AT4A7T0+VxidvRV7rz2eYDW+EQI/vWMfOTuSRgm9994TvgXLAj7gOZq9HzIzvvgnSL5Raly+/ePtPecGcb0ZyBE9ZawCPgH33T215g+9RJMPvZ0o8j3JuBY8IYx8PV0nvDu2Ypm+t8zzPbRjxz1+MQi9X5sQvsTJnr54eT0+zrtNvmsCAr5X6l8+wOUvvdm+u7yraDq9PJE2vohpRT2Ie3w+DR9jvAkluj3akIu9KlRMvt8W1L7ups49LG6JvcsBzbwO3LI8NtkrvU6hfT0BKgk9kPcLvlBBmL2oYLU9oYAiPbQ4Ur1y7TM9KN/0PeSt/T1ovEi8b2YavsqOgD77b46+rDtQvv8woD5a0c09mxiKPQsUqT1Tlj6+IMc0PeF2oj1QUoy+Ov0JPg72272UwxS+L2F1vufuGD5w9Lm9Fip2vLo+x73Ktgq+pGldvW+UJb36+PC9cpJ1Pe79cz0VakU9dX23vI9sJr4PhIE9ak9EPclXsDvB2Eq+YHY/Pm21pb4qQJG+svjDPSl3lr01YGe+OngKPfZt871PEeG9l41nPFENgr68sUU9","zYaDPcX47r0Dm2I90li+vcD8qr1EYgC9CN0kPb8yOzxMk669vnFTPIgfDj3AKHw85s2BPWVrQD3vyZQ8ymIsvfh6jz2U7Mq7eDa/PVaC271PxEk9KfASPGe6370RkzM9YzizvU1RiT2BLpC6TK0JvT+6Ir2MEgG99Jc/vdRZ4L2z7iQ8XtZyvXqdN7teAwO+Y8VxPfGzIT2XVem9lhRbvGbKuL0XZtC9wwCWvVO+KD2OTpY80Q8bu3wEQjtOQLC9A0+Rus8ZW71DXhS9JXxKPfD7wL0VeYi9tga8POA/Bb3vi4a8F9UuPdAjdj0H4M+9U8IQvJ17DL2ep6M7IGAtPGHEoT0PYBK6CnebvZQCAL5Hw+e8R+OVvQP5gj1cEYE9D0g/vLkVgb2cRs29Dt2CvfSgwT1nTow9qvRoPex2Bz3HO689//a+OwNauDyDWr29dAZ8vSlam72a9wW9jHMQvrSJlL1ml+k8fMSGvVLgBL4TIea9SYrkvXGVbD16jAM9demjPbBfHrz8xwg8VbM0vZyNHDw+wH88I26MPDI8ab3ERQ4961y7PdUUwb0CjvQ8ZL8bva79sb1ujoM8m87kPOhNub2S/9+95hVfvT0+XD0FcJw8bzWKPfGSvLwXN549MMgvu7QY5jyod488O6SivS6FlT29fcO92YOPvNJc3L2qHje969/xvX+4hT3QHXM9Cc69PZeH0DyroMe5GqMXvDtCtT2EuJw93tGsvSHIXr1bUYI9amBcPY8ii706sio9TSCVvZLqgT3PxbY9rNRvvFYPdTwGe6W9uGmTvcev2LzdVXo8VHXEPWXOJL34yL29IZb9vaQ8ub1s3Em9q1syPKar2b3Ig869Y8c8vS/ZHLyBF0W9sngUPQC97TxDRcI9CM/svACbrz20TmE9v9CyvOEDBT3/nz+9t9PJPRZGqb1LLuU8S5OovZZldb3foT29ua+mvdTpRb2+HbM85AHKPP6tmb3FV0M9vrSEvJCGAr5N1Kq91K0GvWD+k7wqq429","be0LPITFML3PJ7W9WCy5vSsuMb0lGXi9Dbe/vD/gK72dXbE8rtITvUP8Ib3wfM68uhliPYM6Q713jSo9pM3wusb3xz0Jbq697U+jO9IolDx1uZ67ouY9PTEhRL3LTHk9uNSDPZiE5Dxkk449zea6PcbPi7259JW9sI3ovS5Zpj0jCHu9SDwSvYKyfz343569ZIElPXtMkzzipcS9JsFivXt2nryTcZc9XpLQvfT60L2VC8S94lLjO3bTCz1bNl89i7ugvc9vnbtY2KG9amNVvWXodr1pPcS8OLZHPKg2dDsS5RW9ih2gvT1/pr1eABq93EArvaVNdz33hPK8NOaGvcExU72urqS9KQJkPdWGM72+FWo8cuDcvYa0Hj3xCa29y4MbvfG2p7uiCsy7ql4qPel2uz2Pr8C92GauPQamcjsnAWY9ATtnPMJYIL002IO9ijf0vG3KCTzr2qG9glHaPFasFjdAac696TNYvRWv1Lw3GjW9Cg97PbfQAL5R0K09Z2SmvYGvJT1vmhg7OT0TvtjGkDwZ7mi9FW/OvW0kcz2dOKi95EibvMrsjL1kjK857RwdvZURdz1EY3k8t7EJvHmS1zwVINi9HxcdvZGFAb0xi248ucbkPDCGaz2yF6i9OZcPvT00U7wNMR+92JQAPThJAb78Lqw9nMPiva96vr2id4a9MIS/vVOTnz0Jxec7LZaAPdYAEDzFzmm9bVCaPDi0k714Tia804uTvcHlQz3FOoY8qtqGPSS9gr1t44c7poLsuza/pj2Y8au9TC+XvaxDP72fjMC8q/wRvm2EC75hmrc8B86NPSI6QDyWaZA8ZHucvEoayLxjA1290trjvTKVzjwM/+S92aovvfX4M73yc4m9sYWSPWBDKz05Aqm9d3xNvaKeJz3hH1A88UVlO2rLo7xRuTs9YIXovcB52r1D2Ny9gdmbvHxxyL2w2VQ9/TPVPEVd9zzXZQ2+h8vvvZj4aD3ZqIW9eqDQvV5dQLznsxk88h+aPaL6pr0s/Q49","sEIKPRiCCb07/1o9t4gYPTKoNT1rBOm6Nf5MPRGYgD1DOoE9Om+fPEo3AzuaAIa8Ol2APIHA07w3LNQ8OPT5vVO5y7pSpic95iY0vPcCFr3g7qQ8LRIFPcprYL0vWUW91LPNvSxvL70cKEm6UKekvDnbgjpIW4c7drRzPFrOab3Awoi9NkeqPXR6sL2ieam9Qv13PZsikL2jDoM8GXg+vb+AKz11IwQ9daSgvfNDWT0MSuA990lmve8beT2dtTu83CaovLr1tD13yhc8Ely7vSbPlL2excC9HWVHPZUhET1z5S29frLSPf+E5b1/RaG9BNSAu5wXHT21eOc8JnjPvKT4kL3prK49Crh1PXmZ0DzL56u98i5Rva7job3+yZi5IOeSvefdMj31nZC96dMGvK43xz2jPK69BIaLvOyzSL2EhqU7iEMGPfy2tLzmGb+8CBRhPRPh0L2e0kK8cQyFPE7jhLvfsZo9P4W6vUDXe70rR787rpDLvba1BL0TCZa9FOKfvV1AUbvanYe9CN8oPTkFub1Jp4K7Ig/WvEC3qj1XSG09sqkGvWF0Ar13cL+9Ucs9vIMb5L0308o8HGsiPXlCcr3kRra9uxSfPN5viL2YI5Q8yZPUvXZVMTyr4j08Pf2APDOGqz1zFpo8wj4/PRridL0BZLe9IpWwveQJmr2/BL08SydcPegngL31KzE9STKfPTw4hj1Vd4889rNXPB02ODzRX1o9j/QSvX6ZDTxihiI9Lg4evXAnjT0RCuO9egidvYwApr1GFUG954HXvTB0cz2/BFU9AxOAPT/zjb02II472KRbOp2m2Ly+aZa966KRvYu40bxCEaO9JEygvdlDjT3x9Jy9hL8FPPK4+r0lyUK9dsWsPMd/4Dxmo7U9+kOUvedx1bzOvSM9fFAxPVM5YrwfcrU8om+lvdLV3L1x1JE9x/6uvfY1Rb17bpa9hbbKvQozJT1e9xq+SgOMPa/DIT1a38M9ranPPDvtBb0Wz9O8LyU5PX+zWL3wV0a9","J4UHPe/fgr3UvJm9qN/DvY5jg72aPKk9V44WvWVHM72ktKK9WHqCvYVptr0z28U9vqiHPY5/pb15TQG9eaAKva2uq72+zEe9RrbYvQ6sLT2eH/a9DCQKvoCzsT3KRxK8tRWVve2Ki7xDC7M91+qMvAIpQzxXo4W92C3vvYHEv707Q6G9Z1GYvWFQvryIu1y9muYHvQm/tLwleoQ9/CsaPXq+ujz8sYy9d97yPAPbKj2sJHM9a6j0vX9s173u9/m7Jv+NvMGbrTyYEKg9Y+8GvWEEsTyM9ry8OLT3vLhXnb1GAtS9f1cYPAY7wT1USn+9uoBjvWfwEr5AocG9mw6OvPMxmj1ZlLo9e1BqPPhJCj3YkYi9gHnMvYP2pL1TX0Y8JQ6TPa+xD72X9/m9MfJ1PKn/nj3ii3e9Hyi8PBNDAj0RwZM9uDSfvZ4svL1KcuK9IRWwvOF9JL0I98W9DFKHvX+ziD3A6tu93BkyPa+KM73ae4I80CgIvk4unb3PMUm8O83mvYsJVj0L5RW+wr7Kvd7YKD2g7Ke9XM6IvRuflL3juck9fioPvlPqAL6/HFC9xYDAvSDoGjt8wWM8fBxAPc2Izr1DcTM9x3R4PQYl3r3Xnsu8nkiPPWAbSj0/h2u8HcwEPROQWD3n1Fw8ckLevQ+15b1T3wS+OHtEvdkzMz0jpe29YAYDve8wYb1wLKk9VGi9vVZVujx8miW9L7kpvYwQ5jxtq3A9desJvSs+h735xA89Jz2uvetgZr3qE6q9WbUtPdUty72v/k896xmLvIWxbr25wQq9TuGbvCU45rtKlv+8oLJCvEucJb39Q+K8yV8Bvq+mQLup+xe9TTtuvYjNr71hmWW9I7K9vQubtLyb/Ny83OQvPeUPrLuFEBg9A7ThPBxxaz0co0m8B0LAPa2YPz3d+JW9c4uXvdQKwr2Xtb69/PsouSsiub3uHX+9RCXnvR4sSb1Rhoi8ZX1DvaxR/jyFLNm9STsjvfxprj18Vhw9/mwRvrFk0jtxfNo7","G4kuvebz6L3GTNu8yY0/veUJoT0nHvc6aFiavUFArL0Vjv28ljroPPXr6b04wgs9qSPAPUAvlz0/ISS9FH27PAF4vr389WW9pC8PvJxOEz3mEEQ9r1b8vYAAZLwyr1A9HCFMPQf9ZTtJyok9pBspvfPxmb1nnqy971chPZpBiT3FyRc8PTn8OB3wYr3rUTO7ZP3SPFDiiL1ORNG99wOavd8knT3e7ty8YYNIPaJeab04pPm6p3BePQ6fsT1SITK7oAZpvTcIrrqpQC49jQq6PF8RkT0w8Bo9wcptvZaiPrwo2u69aDmqvRXQkL14DVa9zHfCvd6rMT1XA4K9nMVIO0nnlb2gRnO9jvkHvVh71TzWW5y9cpoUPcjCdL0PiNE9hx69PVMql70fqYy9XddCvZLEjL2xbZ69bQezPQQFcjoBfy29IZxfPUsewL3pEAC+ziHEvV57A76LOZO9KSiYPecxnb0GSDa928GxvKawvb0DbmW9y8A5PNdGCb64YUU90xslPfNnIj4bftS91RP6vc2V17xUX5c74EvTPF482T3kCdA9VtK8vbfFID42qMY9T8ftPWwZNL5Ejqk9gC/6PTbaWT5vtfC9D6x/vr7ydT53ELC95WVNPhe5Fj4a3h69d5hTPpN/572ztie9Jd9uvQmDZb1K1hA9rBRMPpGMir0NZYs9SV2FPMyFJb6PZI+7pf+eveWZur2DKxW+dZLVu4UwFj2cLQK+iAUPvu3dCj1WhWe9EkynvTqeUD32elk9L2UgPLYUAL6cNM89lvcWPg+Lpb553H89t6XTPQAA4D1ZCAQ+LMWdvpQouD2axGQ8DVv9O8NKmbyffxE8OND3vVg2Tz7aOxC+M5divUPYiL0shGo9I/aQvRSBCb4wRTW+0r5ovdveBj6RkTy+H1GDva0KTT7EvhA+irmPvd+3+r2ds4089QubvdGs4D2FNWo8p1TmvWqARD0d8ha+A/qtPPr68L1LpXK84HF2vYO6LD3tptC90DubvX+bfb0dNRI9","KeESPl8LYb2YXoq+A/ygPTOXLzxMm2u8lPwsvcylYT5VZDM9JzKtO7HhGT1DuHk7d7yVPfCKWL4ccB8+h0kMPbsTQjzecQG+PdWLvRTRA7xgt3a827odPnyNCj3Ajqi94UKNPpBWhztEf4U8lFlnvTp+372u45y9nRoNPfZVoDxcCD4+AjSgvndIp77pdsk9nZBzvQF7D73bzyS+TgREvkn3j7whoGS9XcFCvgZE0rxtYIS+0FU7PWYHZT6Cxzm9LGDAPOqEgjyy4Wk+tStivkRllb1fAQu+6gnXvXtAFz0MUNI9nERXvT4HQz2Vzjo9q5AEvmgVqL1/lZC+SAv6vCquurxxDN48Zqw1PsAsQDy/YU06xaNwvTASy7ylFBW+1ShRvRVlMLz14ce9DYjdPdO6tz0e4pw93CSJvTVCjL5KPKW9OswvvGYjtj1wOQO+9tXXPabdJr4Gqq69FeoDPtUwc71JZPa9nGa9PXXnkD2DkEc9Y2dSvTjtQ76y1wI+9rejvOEknb57dYG9sEqUPUtL+zy5Y2E9OT6ZPbioU77gdkK9L3FBvlzIPT5BwES9GrfNPXPbAb3X/7E9HEChPvJOMb54ZHW9igJQPs9Nhb4yY6g94ClDvhNhRz2ztFQ7FESpu/ChLj5IgGG9bh3YPfDZMbxhHKy9vDTHvJY7LT30yyg+4VtOvuv0Sz29gg89s+m0vbHDAT1ipKo94r6VvlR5cT2IMPU9JzWSO0Sm7Ly9i+Y9CMP5PU/VFD7IZxO8ov8BPeKjiD15t3w+A7NnvoY6rrwr8mW+BFaOvlEclT3tlwy+RfkbvTJFKT1JbB4+nQSIPK0pur1eBea98sNkvWsJar7vWlU9/pKEPuBwlbs3nRW9cL9dPCOI3rzM+ey+L42TvcSnzrw1ZZ29bipDPQG8qz30XFw9W1ggPBO2o74OeLO9STfqPNOiRbz3DoW9+aqAPdKu1b1x/A6+7jfIPJKaMr7MaQi+/91UvcdYKL264dq8aRsMPlh6KL7AihY+","4ocEvcaIoT28rUu8YJfMvWr8PLtHm509gLTevA+m3D3NB9+8rTcCvmxkh732wYc9YsuqPeSFSz3e2hg93UIWPaK2Dr3YRW697X8tvcZXKj23ORO9HMw0PeS4oDzuVEE94rqcPan7NTzxN4U7GLBEvMiOSb11wZw9VjnNvdJ7qj0ZmKa9pvC7veA/NTzyWWs9Gbh2vdGwNbyCm+k6WNjtO/4FHz2sKVa900tlvbHwrzykji89DwvuPFIP/b2NtpY9C0WPPZ7zYr0A8369l9aFvZgrwr1l2EM8EokMPMnMnT2m7rO9g7ItvSzIkb2f9QY8m+T4va4Fwb36/8S9EN4FvXUkNzy/hae8jD0OvQGd5rzJCM69I2vJO64QdT2Pjp+9imjSvYn2jjwJfI290kWQPSxCTD2oRbQ6I+dVPbE5hDuvS0i9YFXbvZ5lSb2vsg69ytdIvUcotL1Wpc058rSUPUAI0Tyv/YI9+gA5vRB4A77g3qq9UD4aPSRIg7y0mPc8X4VJvcz0lD1+iIo9kn80vVqsBT0CR289NCiXPZr0vzsljEo8jpQAvkxrZb2hXFw9Q62fPR7O/r1xfoy9/ZXLOqNlIDzMp4s9XCyfvfhj4L28jwu+3ZdxvSjnsDxkY6w8MBXYPf5DWz0GsMW9O8DyO3FSCrtmi5o9ULwbvTPghL0KE0a9Gh0avQ5PD73HsPo8yyMPvKbstD3LVbo8mQr1PPIZWrzeDUG96RanvZ2cBzzWMKI9Yuu6vbufh72ceKs9ghC6vW/1aL1PLgi+HR70vSVdtL2oj1y9LCsXPRy04LyhrII9SVufO/AYWr2cYH69dyrGPH1CCL6pPFM7lLL0vddIkjw83Ky80CRDvBXYlT2Jvvm8j10rPWq4ET3Ca4C9J6zFvVEXNz1c8Ym8RwvDvWlKyD3WQMa9v4SNO65Pir18r+o8WnNsPdj/ir3+w4q9WgxivTOhQb0JhsG9X2rJvSgOnb1jSZK9PASQvbX1/L27V3w9PAzUvZXPEDzkCRW9","VgbsvR30ub2aZZO9qHkcPHLFyDxSOSY9vG8qPeLRejv/VEK9CCCqu/vKl73sTdE9kFhSPbZNUD1/psK94qfovLW5eL3mkP28DHKvvXPDLb32P8+99AlUPF7yYL1KLXG9a9iMvFkEqT0p1Pk8ac0Evqd+gD3NMlM8G60JvqzyxbyUpGi9ve4LvtY2jr2KkNi94x+WvcJKwDxizxq9Gylru/jGsL1ERJG9/HjYO77piD1p9Iy94C7qvE0mYb0cg9c954iHPKjq6TyYvMu9gX6avUAvv70bYA2+EWnuvC7o0bySjKC9FwRNPHDUbTvqylI98Uttva55cz3rbwC+XsOmvOs0/bu4z1S9aZavva0gzL2JW7a9ivhWvYTlxb3p7yA9SMGWvee0h70FB+u8dRWxPc84ZL2X+DA9oXVxOzqsq73qUqS9V+zTvPu9yL3gk+69UiKNvYqwBr10xhK9HidbvZrLTz2ZQIS9/UDXvfG4L70UDHs8+v16PTADTj1dw4C9rdYrPsg1Frw8Z1u91ZvtvQITc71gZzO96GpQvH2orT0Pj6q8WQDcu1Z4oT3yxaE9igr5PVYBcb6nNXM+6CmoPUv6xj1iW8u96IbpO0KNuj0QQwq9RqtWPjlORj7HzYK+0N/xPWoG9D1J6zY9J8v0Pe+O0DtMpN+7i5gIPgnkFL5yFPA9mVaPPWidtrs0ADy9Ro06vY/PmL2K2Ym9/w6uvp0VhT2FRJM+o7kRvuuV7bxVb+a9zm62PTOkRr26C3m+7LIMPRAlUrzMe+s9zbWfPdKLNLwZcou82V62vSs9KT7/qGK+xs4MPt11Tb2Nspw9u8euvGUt/rzXY1m9ZDZdPdb4lb6ZwQg+w9mHPvOujj05C5E8DqsDvUR4jL3IBxW+41pRvexNQT6Zjzk80lx6vYTq8T1vkmE9k8W0vUStDj6jvBw+9FauvdPJBL7HJm0+y2JPPELogrvbomg8hxwvPpYvCr4IoXU+G7iXPInGQL4UawC+lATIPSdx4r0OBbE9","zRUzPkYNk76mzDk+CYtHPtpuc71FowY9HWg/vjFt2b0l+Ym8BNJXPgetTjtmUJS8+CQHvl4RRT7L7cc+pnoAPn9mqj6WErC7Xu7FPbwBO71IHzq9WYTNvYf+Vb77Kpw+0FIxveRbXT5oBQ691OskPhOSFjxML3A9ot22PTfeIb5oeAS+f7fePVPeoj7Ys+O9yNePveR9iLtYxie9g8m/vXUj27xV/nw9MmatPbTBsLxboQ6+6FokPQ8YGr661gS++40cvRbhMjteqc65YIaoPRZEhb7MJpI9604+Pd6mCz5m7N29WMPwveUV7rxFv9y9dnawvCSjIb4l1Pg894EvvVC1Jr0ADZI9/h4SPhp+1L0uc1U+IA2sPSlsHr60n34+huW+vG1S6bz64tI7kSYHvaiieT1844y+1DwAPuuncz5837I9oLMevFDKIT7vxCQ+eSbVOycgiL3/F0Y+FRAmvmIQcj7yzmc9hWi+vV3aijwYJPe7VGgIvmYY7z0updm9wr0/vRFaFj7NlLs+1aSoPL635Txp8QS+DpCnvCiAyr0YHUi9mkpavvpJJL65S8c9lgBwvjAIGD42wcs9QVaIvkC/Uj5pg5a9JhcoPoQeIj7ikzC9dlKMOjcW5r29lVg+i3YCvSr0WD5EIxC+HHxMPu+Hl72MUwy+YvodPRh7qj0RZIM9ffIrPis3FT4701O9mRsDveozS719IS293h0EPOUpmL03S2q99YE8vlGHpzzdaTa9RBAfvj7yibyycDI8vnRuPW3Lab0HsSC9pUMnPiznEr5DwzO+4vFUO29gnb6n/Go+VNL3vYPCWD3/Vn+9WH3zu2tDN72c/Ia+PX6bvd8b+j2aMcu8rHyUPFIqfD3jcMo9RDrgPIfO4Ltkhxs+4g8tPDexvzt7Gh+9iBeNvSUbBr71mrM94EN8PsZr0D0UK489D0BNvO03pz4K1zw9LN2GvWCDoL3i3mO9YntnPUfMNjxZppQ9sFLnu9Getj545RU7zSrKvczkEb7D1MC8","8LbaO/EPa7yMeZG9liNJvfZtq73qLMU9xm5fOvhRz7zGpQg8GomYPSBtrL1FZ4s9zZubvRq6Ir28OA49PsYsvQg4eT113Ks8el0qPVsfQ7wjr6s95C2gvVnLNT3sT3e9aYkjPOyRSD10AhI9bNC9vSf/ub1Ol7g9+JZ5PY2RAT1I6zQ8st6cPe3Job1m7Zo9tlkTPfoU5LznCeS9HB2LveEyQb1Z4JC9+Y33vOfREb2JPbe8iAiPvfEJUz3Q+b49CZoSvVfNu70GrtG98/kQPTxAtDzt3di9oNiovYQMcLz0REc98No+vDPmHz2Me8M8BuBTvHQLP70k39G9TUuxvczgmruerYs9YkExvZ6dEL11JY69YwS+PJaV57xa4qs97QDTvWq2sb3Qas691VV4vdxnpb3eqnW90VrSvEOdCbzt6rC9bxSjPHjOrj2tQZ29ozmDvVWADz2juNG9cihOvaPiKTz+TV87sp5Kvckylr1koWm9yPpmPZipl70LZL+99YOyvHrQRz0ojQk9w+5pPaZoO7xw9qG9lh6wvbo9vj1KH4w8e+BIPa1dib3jS048ANzwO9Rqlb2s8Vu8TT9tPbEsO73tcEK82iw2vYpYp73NXgK965GtvW3bVb1PJC09dOezvTBInb2gGyW8CYaCvSZ2pz3ReLe918Ogu8Ej3b3rV4G8yTqRvVXkk72TnpA9WI0IvaV9rb2/qXs9acJbvZvzOT3K2MK9SvLXugBOQr1E08Q97xGaveW0lT1Uz9+7f8mSPTMBBbw9E4y9gnm5vV5do7035C+9DxwaPWmJ5DwxY4e9UeE1vTCRFD1JKyy9NBFEvXOGdb2hXUG9iGfMvSqDqj2qCru9O6WwPZCsnz08ioa9apgSPZyCnj1w+rA9CPxpPXjecj2kvQq98K3RO3epzr3BcIy9Hzd9PUlKrzyqHjS9gKS6vHtwer0Pd2S9d8YFvStIGLsCh5W9Q1ivPeD4nL0577W9LxDDu3AUMb3MlTO9F6lJvXri0L3bSN48","nNTpve2yp73ZyI29FT+yvdfm8LzEnlm9SSoCvWPvzzyhcD28vW0CvZeAkb32oMc81sKLOhzA0D0f8mW9o2ZTPEg/yL38WEu93E5hvUM0Ur2gi+W8hZ/vPEFxuL1t6Lu9BWKdvUSpYT0fSI69v6NWPdAXIzyPem29cRTMPBBdjT1hfzm8VdmAvcIP5TwsSgK8yES3PRywcLxO2L+8JAxNPTo6U70/vKK94SykvYPGeb31Rcs9fjr3vFKzhLwEcZ499QiRPRefsLzzfHq8XP/hPLPjvr1EQoq5iwQZPEodWL0Vwf08DnISvanQRL3rDlW9U0GBvQQpFb24Fz69ldUNPWwkF7z9k7699gi/Pbs43zvHpVs9NIREPcA9uDxYqzy8KXSQvYBwbz0HVJQ9GF8nPAK3lT21qdI8zFasvQVZgb25G8g9ooeOPX0hwrw52yG7K/LRvI/Agr1ftjm9uPqrvWpPJT1AumA9yOKmvBcGwLty7cG9rVeLvKvElD0qzXq99z4WPksQr70bEGG+NkjlPQ9VTj100lU9YDsKvgJm7T3qBpA9RX7XvSDSqD2BiCq9fPPRvFDKJz2PLVI+3yXGPQdKiD30cGi9pBUJPVsP7r3TkZu9n50svqb5tb15J9o922OOvf40sL2QpJO6Ag41Pg5MTr37k3C9voFlvV5tvjqKR5G86RkVPW0G9D0aVUU94Z8PPYEHt73wYz2+OwakvhbQX7w/OKm9M+fIPbDRVLzw1eA8KtHHPczEJD6KJoY9qNGTPO5WVTu3vHk8zq6YPbyU6L1W3Pi8xQ90vUw9IT6iJa09kCdrvT7B5Dwrqgo+3FEovsMlI7744hS+lt/iPdBm1b2dSMw9YyqrvMSTKL0CTJM9HkHOvPHdDL51ty6+H7S5vUGFDr5jBq48IMjWPD6PJTyG8zC8cj+pvmsNpDykiSM+YgrcvA7kXr2q2PM9qQgtvlxOwj1MjCe9jJz4PUeHG70AhgI9EpekPdeL6jojJT6+mXUkvsW2c73M0qQ9","NSmdPHBzK76GgFK9Jx6evYQvnT2vJpW90pGCvcMaQL1VuWS8Mf4UvS8Gvj0kFw89+k0ovEGTSz5SUgQ+bzywPNhYCT41TSg9MYvpPf0by72N4AG8nRlQPf0aXT1qB/w9+/ETvltHW77LNJa97bwDPtLUuzyXjo28WR7aPSLaxb2kRd69jZKOPTWwGD1wqE49oxw2PF6RaD0fWMm9v/jovWz5XD2YyJu+mhgQvcwlpr37EbU856dzPX1Cmr0TPB+8rqzJPaanLbxWZ0W+C0GHPff5R7498iy8DvzlvHZZZz1HqYG9DjzmvajpBjwyTlU8COQOvVJ827yVuBW9hxfYvUV2471JXvo4XD+NPTZmsr3XBca7+caBvYln2L0/OkS+oujAPU6ch71A1Yu9cbK5vdqmjLxAcQ69ZeRCvs5bi71V6hy+b9h+PN7rC74dB4u9JjBqvTI0Pb7eOBM987KWvWP9zz3szbE9cyCWvX/xrL2AcEu+IyyEvV2esL2VkQI7ckYdvekaHL6QmRe+mbKGPN/zcr29C769m0l+vOvTsL1RXSi9ea2HPRQ3tD0X4oA9aRMKvXsGDj2qiKW9PvmGu3o5P70MiX09+2ydvUFqFb7AgLQ8TXy6vEdCFL3LYcM9rIkdvLL7gL05gRm9p6stPcJc8L1/kpI9uNCTvXMKID3iOPa9Yy1xvRWeFLwTXIo8lJWpPQgFlT3qKY+9gWgrvoIkhr2on3u9vEknveuqXj2wip+8Bq5LvbtowL36Sog9LXJ1PF9MnL0pnTq+aj+jvbSce7xrH/g8EgkAPmSCDTzbFZG7+2jEvfaalT3/9A+9Q8a3vSq4kj2Regk8n59CugJ5/zwWB/m9dXsfvbagsj2pnjs7SPC/vMLHTL5Avz6+3luTPL4Tbr1cFgm9o115vYGS7zuDs4e9Zo1wPcoZ1r1lumO+NTIkPTdtQ74kABy6ocItvYrjSr2PEY89LO/GPbLATT0syjW8p2yUvRWs1L2qt3W+NMKwvF1npb1ewbI9","DU/cvbI8Yr1DC5Y9gLVmPmVUiD1xmoW9Umobvn6o2Ls4AYI96cgDPqeFwr4flNc926w1vjL9/D3b8Re97I2zvY8M9L0bjMG9SvWWPsCCK74ZDMs9NMiLvmaF0LzTACG9JQywPQf/rL4MQps9xNKkPfsTO77+6Uy9wSMEvjGRYb1UuCe9wRUzPXg0zr1+4pc9joLBvY2lnTkXHWE9qkSovSTgur2B7Cg9gPBPvLvyiz2aoc69SjYFPkZbob7ZlmO9188yviuJXzwYMT89HhROPQ0oQryZ1F09S+aQvrKN2Tv2N3y9cDthPS8oPT2Ne+89lGRZvUh97jzgEDe9W+rTOiUyxb1tKXk9+UdIvR9YRD2u7bu9mz2QvRb6Hj1ydCi+0UIyvSq3ib3yHdQ9uzGnvc6Ykr6Es1+9KDVGvpQDaDybMPa814xAvlYrmb0bWxK+g5h2vfquUD32Ziq+mlsovhQ7R76PQdO9awAHu2FSOL5RKL89MM3ou3qVn70X/Mm9AWp1PVlzE73V53w88VtlPGggzr0VTIo9MQrRPIAUZ71zbWq9L5WPOq17Ib2Q7f28L4yXvUVTzz1GjaC9siQmvLjvlr0mdYm88PlNPdNAyj1HB/0665+bPFmcAL5c+XU+A5zNvewA+r0LBok96OcoPHo0MjzDliG9F0ScPN2rlj0bl0W9kaNbvXzKr73FCQI+Lwi0vQDyMz0JOiS9MHo5PdtNarzNAYs+4X3WPcEisz1aYsK99ZCZO9ud870n/uo8jlXnPW1UL724iwo91LoyPlkfzD2UbzM+G2JRPt9G1D31AjQ9OCf3vZmByjx8CBg+46G1PdxZAby92i8+mj/QO/Nd3jxRUlK9T76+PJ/rCT788HY9dc9UvcuEAL0utzW+88YWvfczLj4imS8+vSMnvC6bYLyjnVg9nd5kvnrlLbyvhhi+7Swvvm7R/b3+kOu91hJ/PiYDIj49TO89+5ShvZpt9Tz2vC08Mw2NPTYNxbx8A5O7TT0GvYdjez6tzJC9","1tKGPN0bZL1vb0W+f2Lpvce4oTxDiOi9GhiGuhmD2D2yO4M96aOTvQ2Z/D2UQIo9vW8KPqKJw7zX7ui9l45XPhQelj0sHuU9ZID3vfj4bT3ptS+9hguIPZ81Cz6PJ2o+Z4SfO63fU74Kbj+9KveTPDNbKD27bYw9VKgfPepLfz1jCIm7EhlLvnxxDD09GyY+do+YO5FY27w1Prw9xRCfPfeGDr3XHCo+E2uqPjD3fD1bpwo+NXjzPZc86zyxyU4+BXsTPgvHxj0MCgQ9v7lLPa4uFz5pWw0+x9JPPnxshD4RJCY+l9StvbZPJr2Yamo8FIZgPQIJCj7rCRI+dqUZPXCcfD0EfUq+NbUrvkNJKL4uWFi9AVEWvcXhGL3yxT0+/QCHvdfFZDyfRLk+GXuGvQxknzz8XIa9WVU4vkIYlT0Gqjw+LQNrPYwSPTzi5YW9+NH+vM8nJD6sEqE+GbsNveTE3T1EE3Q9plgbPWtlZrzY6jG95leUvY4ZoT6EVbG9tgTpvfHzC73Y/eK9QK+qPOZeib2Cozi7+mdVvbzfyT2lkKo9jL11vIa0xr1NSmk9TViVvOFjurzNfsm9J1jhvSK5yL0A5JU9jBCYPf2/6L3Pyt87U6gsPLEc6zudnrs8yBKdvdNYwr3iEoo88KM4vSWgnL3zjEq9KVjdveCHvb15Y0I8J5IzvY2H6r120Ea8JcKPPfFS77xoBqa98ftdvQSGwbzacRq89yoIvVLBoDuWLgi9p0qBvbAhoT3vgRG+9V6nPcl5gL02yeq9UHbuvXXNqL0kHRg9P/3tvI/Zv71EHWc8WsLAvDBaBTz21hK8DcwIPLBFrz0mDIk9CIJZu1+7lT2EzeO9cb0IvY4lkj1giBY9wbp+vGnDWz0rDDY9qmopvIBmmbz/Cq47Fc9mvRbVdb0jcoI9nfyxvYlpFb1YV2A9ZwI6Pa5Ll71Fd+K9mCAmPJSiA72SqZW9sagnvSB2sr2//GY9V3xlvHDEEbq5N0e9q+tJPISzQL03mo49","7LpBvYe03L2ZyvA8zcHYvI+yab0E+p89VeaZPeu3yT1Xh269fZT6vLFoMD0dC+G9+2FGvEHdVD3YjGi9Kk26vYbMQbxcFie8/JqYPOa6z73kKMi9n8jjPI6PEb6GzGM9SdKUPYDi9Dwtl4y9XbkWPNfdgb0o2Wa9Bhl4vWcKkLwjPhU9Qks+O4vArL1Wk7S8QX0JvUKE5bwpoUC9GI5/vZHsBTqUca89lJqmPGrMIT2JyAK9EEmWvXoZp7xdWYq8hvOLvfvnvrwjV6w894sHvVJOfT3scyO948+PPYsT7bzibDG9ku5KvV+9Bj2YbJ09G5q5vNe3p730jYG80yq2PfVeDL3Xllo9Bt4uPeRG1LxMWYo8/yKwPR1lML2u9z29Xd23vTwJmbxb0gE9rY64PUivVj2v0Z29vnGMvXAQlD2ppcy9DJsuvcp3or2DEIu9aSPHvY2rTjzUZBU7EuRSvZN+C73N6vA80JB7PQ9W3jxWLL69nlfMulSi072i83c9tIp2vY3gnb037ZM9aCgsPMhtE70plJG9XkAOvWeBqLxlQA49UaYxO3c4uDwamJY9rAGvPe96nD3OkAS9Ow0zvYoBbDhlAd+8WzwQvZU3o7va4Zs9OijbvYQ8E77M1AO9ywtKPXBAjb0v1Jg95VSyPfJhGz3Z2FC97eglPIXmWDyXXj49nUVUu6sCcD2pG5091u4bPUQYdr0xy3e91vFxPe+YoL261IC9MCO6vZelwT0bNk68VpyOvYFs/TyScHu9bghDPHlTojzquxg8G3A7vZt7j72vCNy9bMSFPAg2oz1uQBy9DCG6vf/lJj2B/QO8+gFmvfkRr73+9zc9La4TvEZ6rT30mO28jtUovXY7wr0urWI8SiCCPBSW1r0IvHw9VryTO9WdsL2a7qS8vzp0PZTgdDxTcJ49XGi4va4rfDwrtfC9vmCSPElpL73N8rk9k5MFvNxYgzuyshO9gvlwPd1IT7w3DTo8m4B/vBtBYz0AgcW9aHB7PVdmKrxhqNY8","TIurvfl40DyPEJ+9KCmcvXw0nzqmwhe9bfo4vJ8Ghz2ibFK8/X8NPSDePjxd0hI9VuLBPPwvx70xZmM8nv1RvGJmi73ei0W7ziFZvEnrhz2yWum9X1IfPabXaj1oSaA9UZmnvWrasj1//Mo9hUE6PbBzYb1jbrm9CGqjvWluUD1PsC+9Fl2/vLpikr3igig7kL23PVR9ELwMK+g85+9hvZuu+7w3c8u8GMnEPBu7772x5KO9FDxWPVeirr3SEoe9R+HAPY0QBjyszGU9+9dMvSkVgDxGEos99TacvQFVIb3mkXq9ATsJPTudqr1wi8q9OukSPd+ahjxB2KO9A7K2PRZwwzqrIru9tDwEPWpgZb38vR29vrPCu8m4WL2YuIO9RSxuO4kVQLscuw685350PZDdrT2G9429luZsvUHH8bx04/674OktvM1sAT0xuk+9aKt6vA4CDbwYnYy9vRyPPTVTDz0dr6q9BROgPd48EjxMYVU7ByaDPd/6/ry0vZO8mlZLPbNCor2NH4o9KOT9PF1lbTv9qd69UbQpvaUgNL1k2rS9+Mfjvd92871NI268qFHQPEOdlr3bRxg9Me3aOxcPoT0x9yg9MKhLvfCPxr1zDI49x0CdvdJRBr6PzUg9VqEZPdOE171MGws5M18/vEXL4LvwIY69dRJZPUApVL3Qksm9rUqDPWjQJDxHv5a8Lf6dPfM9iL1nMKM9YZf/PBamuL30ZwC9n5SivXG+Xr2vhr06oQm1PchxB71wHWs9ibeXvQJnsDzYq+G9qzOxvGGs4r0x5KS8Y6d7PHSBXDy16r+8EwaJPYkBIz1n6Vq9AOHlvYAIJTwLFv48EB5KPa5q2zwF7Ny9NMhuu0NOQT3ntn29B5m3PQvXgD1+fns9RE1QvHEvhr1lLGy9JlScvYRYU7vzMAW9fWB+Pf2Le7ycLro9YM4sPR2FlL117Nu84t6bPF4RIz1w44y9mWa5vUGOfz1od9e8ZZdFPa31UL3oQCW9UH4ovYr3mDyjluS8","lynfvdevJr1bwrc90HfTvWTiEjz2DK29LDmavaKDxr3pyHI8+x27PTvwYjwcbCm80jCOPWO13704UO88m81bOwKKT7xye188OTutvAFPgL1GoDS7WzcJvXEUmb06KYo8KgeyvStrvj1JmS27+UOYvagL7b3hrS29gA4vPbs4tb0FkDu9D924veK3Qj3jMTg9grQYvT35qT3wCx29f5uPPbOQ+7yd5bo9GCgEvobUAD0eNoO9c56HvEz0nz3UsWA9ivguvQpxgz3EAYi9gXpkvc9MiT1WNLM8JtJLPVItMj0XmsA9bjervYsPs71HTrQ9nUBWve+2HT0YDAO+3REjPdfZ5r3BUVk9IkmcvbGvzb0y+xG9FBsaPa5V6Lvxohi9fra6vbl+Sr3/AwC+MkqTvYVEtr2FZyk9+lIevaLf3b1fj4M8iLLRvHP2kj3wV9i8BfxAPfX1Oj2Ds+y9lFwovar7Cb6S9Km9pNKUPVdbET0+bMy8BeGmvUitNr2V0Cy8jr95vSZPgLzb30M9qvj7PEuUwbzycSa9ntzfvVSkIT2xSHk6fKiBvaVl7r3y4h899EFrvPiW3DyS5rO9iFYVveNRgzzkggq9lfPuPBTHVr1ww9y7Yw0qvTZAwDnuxB28mg3oO2ObQD0TaMy7yhl4vdiGZT2m18294sGFPRRIgb2g5ZS9eZ08PVZvsLxUDby9SKmbPIsltT0TV4i89EyDPQYcvb3zxy48kUwRvSSPS72PPqO9+1VnPRG0S70K4Si96ajavV6a8r0kxBa9oU4UvdK5e70c1GE8Z8DnvdJcqLuZdFg8w91PPQXuKL2aK5A6uOJnPR62QT0kblW9QJFZvQKk0L3XE6m79ycVPSBIcj0FNH+8+uS0vZJUZDuExJc9R0jEPYgawL3R7h28tR7GvB4ujz07HIC9aUmEPQk0MTznmHO7zXsyPTMY8LuWonO9qEgkPa14tD3PMaU9WCp3vS3sxT2wt746IC07vWN5k717c3c892SNvaftjL3iB7W9","3YYxPf4hgz1FFCm8bwClvZOpnj1FM+Q9WeHzPLqYCj1ekkS9/U29vWCD8zynB8a6mk7xvKLK3L25TSO7ZjqfvXIXgD1jSOu8VpW1vDDoC72ywQ09OIyevX62Kjvd4aq9KhBtvXGBLj3Ikp09VhlLvaKgN73oEZM9AZB+PXCFMbxcWJs98dFRvZ0yKz0EITy98Q+jvQ0qpb0xP6Q8G7+VvQtFmT2zlZy9x02dvAyLyL3TmxM9BUcHvg8OCr0eX7m9ekW6u53QAb4smuU8KuzfvdB3kD3kFra9uRZMvaPyzr2I5Bs8+tzFvY0E4T2pgRg9jm6IO7hThL3dH128gIJCvaWUWj2H42E9PGlOPAPqj72E7qG9yD5RvQSU7DuWmq+8a5+Nu5J1w71nKj69pn3XvBzENz26aaC9W5M9vW8l3byhRpo9Sh8qPTx2fr3Jy8q9dVgoPYBLhj15+fe92HKEvTvqjr3qDGO9f1SbvSla1b1oX9m9JlIEvtebkL1V9rK9iBWbPaVtODy4gJY7x3HivD+BxT0EpJE9d7/mvT57jz2PFIe9iBsVvG+5lT20hZa99t5gvd3Gkr20BSS9kkfouzyjtz0uAtS9tPCvPS4nOj0Yzne9rDDUvGLSezs+oQg8wqIRPbWeXLuShvU8IJOpPFe6Gz1w1a68eeBbuy287bpbw0+95eo5Pe8diz3eT9G9sijevdX8gT1939O8bZeIPWFZUL00igC+bOjgvcv1LL3ks+K8fRI9PZ4nqr0TOWa91aQ+vW8FNz22ox29sOKlvVGp0729igK+uSvSvUrVyzvpCaa9r7/QvdqcOT1ZgNy9qWzCOxmd8L0WdP69X4XovB38hL3/sF89x62kvcM1Tz1t2t+70y42PWkFr70ovZI9oiJ0PXA8gDtzBXw92FC0PMoRojvHNeq9bR6GvTkhYD2n96G8Sg8xvFAjBDwVc9A6IxonvakZ4ryQD7q9AQ0QvAKZQb1oghE9dLHKPK55lD0MolS8x10BvormsTtG4Y29","KRAKvshp4r0WXNG+eJ45PaPcmD1hr1C9LXwyPdmFxb34ume9cPCSPI+U3j08+i88X+fBPR6g9rxYD1a+HIILvqobP77KTbe92O6GvltliT0z+4c9tcjCPGUDobzqVaa94h1aPg6+TD5WROM9Uy01vhn9gr0tcaY8T4KDvTCTorz9SwC+yOr8OxWzhr6yUYu91/RtPQgBHr1rNG++qT6LPJJUL725rLq93g8WPFK9rLtMCxA9h60uvWGeUb4+WPe8FzGaPYRCorxWyHW+FcRrven2gL1Csyc+FXSmPXueJL7UjrG7vitCvZ5fAz7HUpW9+3jyvdekDD2GGPE8AuqFPVP+Jz3hTfI9lXEPviH3pz1bmy09gY22uwWuYr6Bg0y99McVvT74UD07jik+LWjgPcgEtz38hna9SQCYO25Ykr0XVXm8/ytYPYdZ7bwwB5m9kITaPdI7pL2ZIDk+FpW5vVun+j3P2Fo97WSZvHk6gbzV7eS8IG/hveTyVLwM5K29K4m4vQM2nL6aB5e+xpA1vjIMlj0f7Ig8ZjWfvLdQXzzXSRY9rqbVvd3NVj1KEj49ojQJPmcQTL34hVo8D3McPQW2bTx4XQq+SmqJve5Zlz1/JBq+Dx/OPQy5aDtnYF++LqpGProM5r0QCsk9BiiOvHgCJb5i5RK+2Nn6PMpdkLzRKcE85OnCvvV8iL6mj0S+yK9VPfbUy72zzJi+eEZUvtfl17zVPLG+xX2EPbYGrTt4MSK+cgsovoGPQb7dOw++1jOrPZ+l27189Di+vmHCva84AL6mt508e3o3vmwZP74pobU9n7e2vLsXrT3bqTm9GDtQvhvyyL3R2Pe606BovUfsxL3EcBu7yJdNvPoVer3ZmKo789tOPca7Gr7NECS+NypIPX4Vlr5aw7q7cfYxO/1VYL0dRzS+nB5Dvubscr3Pgr08cHMQvsc5Kj1Hi8481juGPRxR0ztt4+q9uc0aO7h6Xrzh4GE8hvBNPXwfK7yWvkS+8obwveKCnT0yI8W9","zG+lPi+0V77JzW++UvPevRO5ur1JsdW9U5/nvbl5/z3I3Ye9J9B7vlx6CD5aMMI8FfEtPivKQb4qvw4+joOWPgtM4r3GBr+9tJUGPWh3j71eP9E946WXPdUIZT61eEC914HOPWI8d72rDO89YtGAPfT0yr36U+u99OLzPWwfMz0fn789tKUOvksoZL0mONa7ko+CvbmTBj3A0qm+aNK1PK7Gsj0t0vq9dGJTPgiBgj2vQ2G8XKuHvR65Aj75ylg96KpkPoNP1L2yxTY+CaSrvZya1D1tJS098i/+PEI4V75ZgYw9D4UGvsXKGT0bgz4+mnEJvg/6Vr5U1uk9JVH4vZcyhL2khQi+QJLvPbXL5L1em4O8NRSKvepKkL6/XPS9iKmKPQ3WRr4P1JI+Vn6LPcH6lj3w0xC+MvxvvKZVrD5NKW28mH4hvscoYz3Fz7A92Fs3vkQj1z1sP5I+IhxBviS79T3ZQuu9Cww8vaH1mrxwjCW+JtNwvRV0uz2f51i9AVpKvOvW6bxVeei87OX4PSddCjqIji09nyP1vEmsUL1y5l47+YZJvPrd6D0m2Rk9mjXZvfXNbr2/daG9p4URvntLE771wS+9RWNJvSnYEz7/kDW+4daCPu8mDL2T2IM9HFEBPo2C1j3Fuuu9pMhGPPDfWDoiKU6+ZK2pPI0i5Lwltii+dY8cPT0Gizw/3J+9Fzequx9/Kr55/C68M681vWI3nz1Bufy94QC6vFnrqL1ScrQ9N0sOvt/2fT1rIZi9DxeoPQDb0rw5FLW9kXROPmwDAr4jBU4+1oMzvdLK/L3ePog94oXfvc/Ih73rd5m9F6nEu1TPPL4zTRi9/vbLvVVyoz2gDcW947AxvrwS0TzKFbG9LRhrvadXkT2pDwm9eYdtvTWxJb5c5Pe9jNkjPFBQZz3Np6i9KAOQPe5zLb5igQo84/sHvrKKwL1cgly7hlf2vLnyvjyoGJW9kua8vLqlaDnTG4u9KUe2ve2Ra709u4i9RwuDOw+dUbw+6YI9","WWTTPchZFr65CJO+mj53Pp+k1LyGVUs9BtXxvRGRQz7WxRy9vbeuPngDbL5GiQy9SlQ0vUlo3j3VZKc9tuBCPXY3Gj4yNry8XpYSvm2ddL7apGQ+HFY2ukSr0jxM0u097vlHPsEtW73bt4u9jZ44vSeyF74DfoI+s/1Lve7eo7zC+qm9GwYivqtwm76oSYI+6p0RvfNwijwWEYO9vt4qPuvG4bvzmaA+wnl3POmkQzw2xI49/KAkProrpD03KaG9NC1EPoqZcb2HUiK+8U+xvvihBD6y8Qi+qDpuPqsEMD7KSy0+rxlUPlUKKD3kGi++4vRkvnfjPD7IMqs9WxIJPSsJXb1MWoi8I7+BPcxTCT65kYo9Cj8bPXmUy713/Iu9Wdt1vdf/CD5W07k9Ai2vvT5gsT1+xUW9JaLjvXEDkzzeoG08THu+PLzEhDzPpUG+LUv9uiHsyTuwvC8+a/ARPhNchr1pXoQ+HiGrPaZJ7by+Kui8SEQDPgujDj4INge9zrgtvpzXdz0lgSq+u1QivsJbcD1deNO9oTcYPi3oE75gd2k5yhPevNojHTt4M4E9skXPPczwqb0n8pu9l3okvntnaj1jlgc+SIaKvpuyMz6vryk9mK53Psj1ub0XrSW8NJ1cPPrnxzuIjS283Vb7vQprSz2wMBi+6EvvPaGgTrz/XTu+13QOPi4F/bxGUBa+r3ygvYz5OjyMY5Q9zR31u8757z08HoI9ptrSvXR1iDyCrAk+knt7vexkjjwYjlC+H7dZPd3niz1ojIG+/S6HPq8cJj2Bm5I+LsZ/PCkMQryybqo9v5XHvLb/MDybCua8UNIhPvcGQ7xnfgs+FS9/vSTnr7y9Xtq97DslvkjvHD6kFdM87maavUrZWj2i6yK+io6Xvbm4k70nuA2+TbW+vfZbQb0A1wE95kY/vUg3fr6qIWI9vYmnvM1OC76ukwM+mzTRPcObGT5ySRy+QDIoPor3C71VPJq9AefvPaovQb7amCE+tW4EPgdDAL5vEYa8","RcJ2veTBp7ypLdq91V5dPdZoQz1jvQo9MuD0vQgyeT1nZGG9MPNBPIKnv7wuDq68w4S3PfgGHT0QTF+91ulYvSGfmz27tUA8VOLLvDjDy7zSJBq9r1ygvfIFQb2xI7W8tTyIPePxYb3nGrG8bTgDvRSqTL2FALI8pJDlvcg2iLxW/Is9cvUZPUEg/L1H97Y9b7l5Pfz5nr1Ff4O9onnIPVF3ML1Tv6+9kIoAvtbfoDxpnA49P8bqvUV7Yb23YEs8dlauPXdFubz3yqW8MnwoPfO8yrwOANq9xYWSvWNR5rs9djO99Wi6PYar0L37n9Y820wUvkbu+L0yDnk8ThV6PWG4Xb08Bay96W1vu98xN73DvJ47jYzEvc+ukLuLdGq8V7qDPSzmh7085mm8RSXEPOzEj72AHa85dIiKPZpNsr2n2Ga9YsO6PJkWJb0BLQ+9ebojvQSW270+k4M92MqzvSkDn72fJYO9iU/UOREnIz3cnwe+hOCjvDm0wr3+7G08t+mGvRMTiDvVQ2y8Tyu/PXNfMb1/hXE9s34IPSA+xb2qT7a80w/Avesmjr0FCLu9Y82xPb0nCD3XkSG+D3KcPHYa6Tx/0lG9ehM0PZPWWrxnv6g98iDBvX+qt7085Wo8XakRvsPxY72zJrw8OrbRPMauLL1pzqy98WMbPSSdHD3iyE49xG3tvBulq70QXdg9mJFcvfn2p73jMVw92d4yvOuBr7ph8kS9ingYvv27sr0PljY8AYSsvK15ob1P9AG9t9s0PKztnjvLhOy8rGTBvOORvTy3xYm9CQb4vZL1S7vXuKw815uSPWESDL3uwgC+bz3pvWSXAD1ahQs901FwvDn8Qz0QU6c9Q0j7vNJV57uchBE9/+ArPa6DxDtexI496/5OvRcMgLxfRxM9KL3kvDjHzryHftW88oSivaXkAbxap5g9MUdGveWdyLyX7Hm9AoNtvataBb3dcJq9q2h2PRk1Hb05qHy9JvbMvZTi7Txlr2A9VyTgvZY+A754tza9","PteEPQb6nL3ODLI8paGDPWXXyz0K1rO8bBrevNd7w7x7Xz69YwvavIs+yDkcGpc92KrMvYOBr7t3bEu9SQlJuxF9Zj0+wpu9C7hgvTkaEL7l/rK9+ZPDvIMxzb3q0d68CddAvR3X1z1UmYI9VrkGvrvn7rxVqIm9pnhuPbM5gj39hQS9zIxmvcnaCT6TIPE7FRFTPVNQb7246x49lS+bvU4Ptz2Domi9R+Yuvanogj0094c9ycAHPWCnnTzwd3S9EcuCPQc8m722oxC+vjyMPV7K073hnkw9lhwMvSokgTvKpZW9eaUkuw2bFb243oY8R7c6PUZAMj1nM708nFCcvTaV7r3PJWi9uWx5PYXQNr2TxYQ887mTvc6JI71100k8gH6XvI1gpL3w/QO+pH0DveqhTL1Ogqe8RRiVvfo0H7xH2co9RqGMO2doEz15RWE9OQvEvHotbr31QpK8KOmgPfPlWj3N0eI8Ac4+vRWB/b1o6Ya9f1fcvKXycDyz4MK8xv5fvWxHuz1Q6to86tbjvMimeL2qo7I8eikUvl6J8D0YHZM9/OrQvIJD8j1Bzo27UqzGvcf4fD2Matm9v26dPclWQD55AYc9fIZnPBdWojzeLF68ZgbtvaaUxjtqP3G9jwU1PYCPwjytIp69u9eHvSIn770OAN28cDEFvl/bjb2QF9C9NH5QPANbor1emWe54efMvGnImz2tFBe9QYDOPVTMqTvCxdi9WQSJvTRker1r0ZS9ysKWu57jLz2XrzA9/ZuyPUef4Dy6YSK96VI/PS9Wab2C5M69CR+tvMhi4b3KXJo8PYiXu88KLz0+b/a9uLU+vYIKDr7HNDe9f9kpvchFN72ltqK9P7HsvVsEur10+xE99sAtPTu/7L0qLEo+iBSsPZg2PrwX4q88xL2UPXcp7DwGAhO+/nonPTUWAj1iIEQ+hDUZvSkhpb1pofy9Gfz+va5n+TxTOHO9zHOXvXauQr2b6xQ+hdiVvOOWI7x4i1s92m1Cvs+y0T2eMbu9",