{"architecture":{"class_name":"Functional","config":{"name":"sequential_2","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,48,48,1],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Rescaling","config":{"name":"rescaling_2","trainable":true,"batch_input_shape":[null,48,48,1],"dtype":"float32","scale":0.00392156862745098,"offset":0.0},"name":"rescaling_2","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_8","trainable":true,"batch_input_shape":[null,48,48,1],"dtype":"float32","filters":32,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_8","inbound_nodes":[[["rescaling_2",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d_8","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d_8","inbound_nodes":[[["conv2d_8",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_9","trainable":true,"batch_input_shape":[null,64,64,3],"dtype":"float32","filters":32,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_9","inbound_nodes":[[["max_pooling2d_8",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d_9","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d_9","inbound_nodes":[[["conv2d_9",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_10","trainable":true,"batch_input_shape":[null,64,64,3],"dtype":"float32","filters":64,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_10","inbound_nodes":[[["max_pooling2d_9",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d_10","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d_10","inbound_nodes":[[["conv2d_10",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_11","trainable":true,"batch_input_shape":[null,64,64,3],"dtype":"float32","filters":128,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_11","inbound_nodes":[[["max_pooling2d_10",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d_11","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d_11","inbound_nodes":[[["conv2d_11",0,0,{}]]]},{"class_name":"Flatten","config":{"name":"flatten_2","trainable":true,"dtype":"float32","data_format":"channels_last"},"name":"flatten_2","inbound_nodes":[[["max_pooling2d_11",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_4","trainable":true,"dtype":"float32","units":512,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_4","inbound_nodes":[[["flatten_2",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_5","trainable":true,"dtype":"float32","units":6,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_5","inbound_nodes":[[["dense_4",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_5",0,0]]},"keras_version":"2.10.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[48,48,1]],"output_shapes":[[6]],"tests":[{"inputs":[{"shape":[48,48,1],"values":["17y2vgEqxD+5QbY/5B/SPmUINr8elOG+x/Cov8PouD6P7pk/fIPGPnbfzD7d3WM/+8FcPykfSD5KVXC+D6aDvXET7L2+w8i/wmZ6vlYfKr+CJEO+YHk7Pw0qur877Bc/OTEwv99qhj+iOfe+RIetP5uVLT//myg/93CSPyXR2j73wrs+INb2PfN8i7+nxuW/M/NHPmVqGj/1fSLAYRepPh30Tr7HnR0/2ue8PXtLKL93J0m/N5a8v62Miz9YJay+MWfaPlnwuT5cWZw/fRAQv+f5jj8f/a+/oFXKP6TdDr9oJmw/No0Xv3za9j6l4ye/yOj5vwdkJj8a2/O8Ym2eP6ia/T9RqUu/jzuJvS9S5L7rOYA+4GI6P94SSb9VTDG++U+jv1lXIr9qLOc+ZTpovzImIT0GZT+/00AJv1tku79w/Lw+w+CPPqfirT9c/AI/ar4LQGSv3D8Eaqi/DKSePhc/br//wrQ+Px5zvzbJc7/uoCo+3mbnvoO/U72USqC8R2PsvlRWxT5xYLY/42+Xv+GAPz5z75q9YSKbPXrTs74lTL6+rbtmvua7sz+ay2O/9MXzPb+Gfr/LYiK+R7/9vqrQrL9nrOU+NOqePtawbD956Mk/vtiUPjLb1z8KGnK/YFr4vn75qb4x09S/v8BYv6Ca/r27oOA/o53PvgBKvj+Kdcw9t2Tav3b2rjuQ8ac+rokGQODdnL1RemM+4laTvu20HD85tHy/8WkRQM+UnT4Yppm+2BqBvsYRmj6zYIO/XE7CPmeqU74VSvY/H/5dv3fduj4sCBA/4+OXP7BffD6M7sE+J6K6vji7kL8Bb3M/vuGivwfGED/fiOM9WMakvjZ1Kz5W+X8+5ZBXPyTx2b0EfUs/JnMoPmhpeTwrbhI/FvwCQCsdjj9h4nq9pfBHv2JybT/FiO+8+4XePgFxML+0iei+ALghv4bRuj/p8Pc+9eCTPodMDr9Y+/s/xtyLPwGLzb2Khjq/MmP6vrUnXT3JIEE9vjYyP6NIVr5Oz78/","gdc9PoHIGL1NQgLA2ZUePi6/gz+djxs/EcwDP+tyJT9PgCq+Lg8/Pw0qAECIdw6/chqev3LsUr8GeLY+LUVyPxcfRz6E2nu/Jse0v8Ng8D8FOx+/y28Hv3kNAD+OaMA/iEgRv9cGw74VVgM+N9vfv8BjdT8e4Cw/DZtVv2g5Ub5LCuG+X4T0vx3YCsD/m8Q+rfXVPiWLmz+OcQlAjBeZPx/hYT1Wr/i/EU/6vkM8C0DTMIY/ruKTPxYgq76hBR2+GZIAvoySm76jCb2+MiiEP9Tzy77jTCDAZG3FPT+fTj/QnrK+qs7Iv5O19T4+Pko/dy+0vhnwFr54eii/di6bP02EDL8M2TC/kgc0Pz6bJr/ZhbQ+y0gfPcfjsr7E6LS+cTgdP9aKZ756GDG/mXuYP0pF87/aNAa/geIUP7Am4L4yBS2/bPsWvyYlCT6iWRu/dGk1wH/0HL8M4Mu+bU8LQNMNlL8DDbk+fL66vxltKb+JUsk+UCWWP1QfYT8NXjk/47ksvUOUgT/8+Yy/CdOgPktQTL8SEIS+xmnMP15rtj4cXhw+PsAEP8thlb63Bt6/9I8pv5oIqL0J4gC/6GSaPqN8lr3fBou/fsjJPaF1hL3bTl4/jpGYvmEi6j7qjAVAd1AuP8mUMT/HY4u/aeagv3TonT3Z+rM/SG+CPmQQG7/ORTQ9VjaxvygBTL9SwmW+Pj7Ov2Yhhb++yKu/LW8uPzDggT+/s7m/QMJ/vjUPhz9GZNw/U5KaPvNJ2z7M2KI/pseev4D6iL8jXNu/KLWIP6hMgr80myy/GvQfvwDIab86MMM+irMsvqE4C0A/zos+lENEv9rYfj++p78+cd9dv7s9FD4Jwuw/4TwSv05zYj/TNz+/8k0Vv2BTCL8MRLE9qgVXPseqGr8+i5G925emP2hrnD/zc649Iy6Kvi7HbT/6X/i9F/tRP+BeTb/1z5O+tM0gvwemyT7qFOq+FUfXPetN4z+r1Q4/KpAyv4DYWz+Zf82+TuQcvzSoAL5F2fI+","46ntvuTryL/Ceh4/I9ALP5bZTL+C3ai/pAnFvoPIbD+WnYu6s7vNu54BCj826s0/4s8UPuZc1T6SFpo/yI7WvnIY5L5GYG6/pt8vPY+637x3QZk/YXnfPm33vL7PpF8/yyLLvsnhBT89+bo/YR3QPiOEzj9jEZY/bDKZvovkkb/967g/jLmRP8mQdD7xKTI/RvBEP5AqjL/099I+LDEjPnb4CUATWhU/eVSQPfrAfz/Po4M/cJ4HQKTUojwWPyg+ux7Hvu0B0L7qV7Q+K66vPj+fwr6fqD6/onjIv62GFT/Wh46/JfK5vh9SnT+Z/xa/UP8LP6d6wr4TCPE/o3sqv85JDT5MpJy/OjqXvxSUoD/EMhg/5MRKPwdgcD/mahG/3uZhvt7h3r8w0vU/bvxNvn1cdL8zcFi8Pqk8PgBqX76eA6M+JIpvP1zInT7jbra+fFkevyjuxr/ER44+xtoZv1OBN79G/sk/EFqBv7+GaL+yBXe/KFGWPXbwBrw/JDu+VLUsPxxklL906Rg+noAFvlODJL9d0Js/XsiXP6zeqz/Xz1O8ji8DwAKuhD8Ji+A+4FtMPxL9az8qh9q+g5NVPlxtub9YsW68KV9ov7EB2z+b0+S++z7rPpkxlD79zsM/FqKFvxPPXL81Xii/15Tcvkf1PLxAMXW+PR3CPs8yZT7TPGI+jwLNPUariL4pKu++4mEOP+o+Cb/kC04+jMGjvxibkj/SVkA/Rzc2Pxj0X77eNNq+vfzXvt7UhD71N8G/ihoLP8ya9D6t3Y+9Xgvyv44xlj+7o5m/VIyXvjleqD+cD50/9Gebv7b4Ur/FVbm+0Y0Mv1fVg76omiK+KYtXPjUrdb84uz2/ceThPjmXGz+sXA0/9tmBPkQ81D/+Ks++06YDv+pTlL3pxfa+b42Av/Mulr0apoc/4bBgPl8GUb7e1Rk+drgQP5pnnz+etrw9MZOtvu5ltr8LZSK/+pTDP46pFj4pqum8VWSZPmtWlr/gdz0/W4VLv2+LGD8RiNa+","FmOOvwj+pD5cC5M8hNSyviDeTr8Vb9i+S0yAPyXVZr+X0aM/Giq3v4MsHb8QAYu+o09IPoYLwj7BpjxAn5J/P0AokD35phjAdldEv4wYzT7w/TC7G7WhPQXhBcCtmSK+dyCFv/LFET/1946/PzT/PedTPz+3mIo/4S15PL2Ht74WD9u+jRHovzHGfz8SRHg+Jw5pP/CSuT7Zzs69l9/fv4f6hT8OM5m/pOGnPtb5GD/8/Cg/0WcIv1H1fL4MLcG/+UZYvfj4m7/jqsI/IQdpP+vFH79wOTu+3B+/P3y6Db6xrk+/MkQ1vy6+cr8uC629yPK3v3djPT5Dy8e/fHEgvi+F4b+mUlQ/5VfBvgC1yj8WyMW+3voNwJjz5r+jTUs/x8YlvYkPyz4XBaY+9nxmv0vfbT/cJKa/9cPaP4gaF0AWAna/kOKBvkhceb/95I4+WhikPhFNBr7MClo+KaIAPub7575K0lO+GL7fvv5vnL0ao8s/IPKLP8WmnT4wQjC/+4c7PstsnD6rVaO/MBkkv4lpMz8PKwvA0jyKv3RyE77bJL8/Lmvcv+a+Wr9naEC/2jiuP7zS078bx4K/r1EZP+QF2b2zbmO/sfRzP/RThD7YKUC/wDqSP2szF78nj/u+8tRgv1wdGUAaylW88goqv/RIE79HKxW/oaSIPxlP777TETU/NyuRvyOn+T5k4sk+4ql8v8lCAb/OfS6/0i3nv+Z5K76cCio/9jNQvmj7EMAjMkK/WerXv8+KgL4gyzw/oJgEP3E+Ub+0Owg9K/20vghQf7/0LtA/8w0Nv5qj2D4BAvy/r6vjvoytZz2buD+/PbmBPg6kJD9Vr4w+iFLwPm1RSD9vHpI/7GVBv3qz1b5GiDq/YdC0Pw6q574T4ZG/xZtwPwV6tT4/FbS/QRInPb7Vwr+LVq6/CHr6v26mp7/nMnI/qxSkv4RkvT5GuAu/52H6PtIqfr4JY4w8Nfrkvyqe9r+o5IC+9iq0PXTPOz6xAKo/azuTvw6Coz+TWBW+","LTeOP4WJm7/XtR7Auqs5vyIJVD+JHze/uu+yv6ZVGr9oN1w/yV4Mvq0dC0DYF4g/UEZfv5xBTz+Go6O/OYoyv99D6r7Qz2K+e0iOvgw5xT4maoI/+nJfvycvtr+njQS+w4I3vbZvtj+2YzU+bQNqvi2dp79ihNY/S5+Uv2qZSbyCNWS/GjUvvvQxXL900bs+bnZ4u/5RSL9f8EE/BpuAv3JGoj9xLIW/G2e0PSWuyT8zz7a+/5xDv7PLjD8T0kw/Qv82PVnpRjvg84O/LWOBP5q6PD8/KEM/J6laP2b4yz77BxG+4psJwEUn6T5RAPw/wFwPv3dBgL/a08i9vYDrvlUG8b3mO+i+86TyvqpdkD/NWv0+TLOWPxdvKj/36LW/np0Fvh7cXz/lYW+94WJuPwEKqj+OIey+fK1EvjxBQrxlBH2/k40QP2G6uz9NYF6/NeaBvygyYz9EPiG/1WPovjC79L2aYI4/SpCxPjhu9r4hdZC/513DPBjZhr4Rgya/ogynP1tBLr8KuAU/Suyhv0f/NL9895o/5pmoP6VCTL4t19C9BkFbv1dO4D7Za9I/hti4Pq3IKD/wuUi/S/0vv71Mnb/oUYg/7T4CvvwEzL15jna/+kxOPg3Dvb8pgqS+8g+QvoAUs72veQM/tNubPihHLj+SK8g/v+6lP3HgIUC2tUc/o66fPmeQHb8VSXW+GSo6P/aszD5pywS//lFTP+AhE77GE1o+a19dvt84trzNHpW+G1TYP3WAQL8q7JG+yn1EPw5O4r/YFUm+hSZiP+idAj56CII/5/Lfv4donr/Rp5c+TX+bPsejij+LmzO+AdWIPVgctb6X1Zc9rNTHvz8mdz8aYYQ+B4f1vx393z9vWFO/pE1ivKZH5z73z1w/FJqpPzMnmL8bZ5q/RJVsv4m2Az6XWD8/Pn/VPhe3ib8AJNw/jGOzvjRSSb+Po9a/0ecVQDMz6z+/5oA+BCA0vg3ARj8viBY/33TDvu9dmT2OrH2/Dn9SPys5O8BlDjM/","JzAqvpWk+rzRhko8cto0v7cbBL+udIo/hb2Ov9xDPL+8PaG+ou4aP2L82D695we/+A9Rvtyrtz9RC7q/vjYAv+AuE8B4Yyq/jOv9vlKUEb8DWFM/CRnQPs+ORz86obS9p4sfvz/6zD23cxK9oEPePh6VPT+ZsDI9eLUUv4MT1z+z6uY/b/LBvjBIMb+0Lbg+2gqrvzesAj3FLMq+CSLCvbJx6L91+Sq/yozsPh/Dmr9gTd8+rfWrPoRa6z3VHTQ/vwOwvQPwP78ANfo+VcRwP+9Goz92wbc9lcNvPn6DUD9M0gjASu6mPzZNB79BlNA/RJPzPrfxoD/EnDW/V2UDwFP47r4lgJi/Z6OIv1HY/r5CpAO/aQ0OQPJBCD5hvha/GsQ4v2EBwj10x62/hCYXP+R7kL+rxwU/a1aXvVBq3z8E3Fk+Oa4rPyA9Jz/8AVI/Rw+5v5cftz8GYMm/WOjKv+11nL5Pgw8+lFoqP7DWqz4Q5dO/WFE/Ptl8Tz531H8/aEYLP+zXD74LCp++s8y/v2POJT4zJlQ+YtfcPyBARz6vggW/KaxUv2FuGjy6nBU/GVtPP2a0hj/85pM/16FIvaNmxrvSnOq/pGZ4vxheI75L2gA/JpYUPtG+bj/AEQC+valvPxfcOr4X7ra+UlsPv8DtiL5gse89MzOWv/KckL42lghAG0zyv+pqGcDoJHG/IhyrP3/FD8CTydQ/YlBlvkaqGD9Hf3a/Ff3hvh090b/GcCE/lfezvf7Azb5s/sE/Evi6Px+fLr5Iz4I9P+BbPxyB1TsFZIQ/DrAKPib8zL6GdcW+tCMGQGRXrL8+FZO9spEdP/vHor6PS8s/QOzwPa6qgT/z1xO+nBmgP6I9RkBtRvY/Z3SKP2AA4z5g1hQ/JhEZvjd5kj2Ny2u/AZ5jP+Icfb4hQ+Y/rvlNP1weWD8WxgBA2SOiP0DIgT6uEXe+v2aNv5zRmz+k0RU/Ib4Uvlkc0j9aQHS/42l5vqPFt7/25XO+CNt2Pt3fFr9PvCA/","dmLLvm9z+L3frRg/Iu7evvQZDL98u8M/V+9kv6xK9z8LoOA/3e7VP0ozJz8wnPY+gM54P3QYXj+ZPqW/Y5ZcPmngB0DoIti+bLsAvwBddb+85sw+UG/Av8gEhz5+xgm9M86cv9ocgD+4SpC95Reuv2WgBEA3a4U/dRJqv05Naj//ITe/M0UDPpZbQD9NmgJAz35Cv5/3CT/xv4q/Hex/P7sHyT8Pjjc+9JFaPeCjsT/gz76/f+0Jv5kEXz5GMJU+DttQv3lbXr8N8XE8oJUtvkTGCj90Iqw+D8kzv3Vyqj+ff3Y/Da6NP+r++T2AuYY/j5ZwP2zCMj87P5g/G3b3PQnWjz//DIQ+W+nUv4drgj9ea9G+TiEhPqVa4r5DJcg/oHiYv/E9P77v2MC9rkRtP7nTvb8wUB+/49k+P3gwQr+kNgi/Fz/bvx33Vz4gGTK/jId/v1ylzj+dIZ0/2iDHvkg1oz86nQg/1KV8vyt9yT/lz7+/aUOjv//kNj5u4w7AnHDOv/pUv76MMnw/86O3v+C/hr/xqUQ+tWKuP9SXmD+PARfAH5dzv5GNyD4/Kza+cLaBvzS5aMDGE7W/1hcMPzPT07/ZHDs/q/MSPdyF2b/TfHI/uq8qwJUQMEC/OKG/DDLFP2ilOz8JRok/+kJzPgLfuD+Ts7i/5W+6Pmj5PD8N/r0/pEuLv8apWr89QRu/RJBdPwP2Ur/7f/g+pGm8v5Gim7+S0Ji/KWWhPvkDtr+N5uq+cjGyvyidwj/O5mq+VosvvNKqH77iCKA+INEsv95r4T7XLqE/nFWEvgIaY74EoyU/zZNLPko15r+W9Q2/K1IxvhPmTb4PDUi/xZtsPTp4eL4Pl8o/SA3Hv7F16z51x20+96nIvzKp+r5cMhm+6rqEPoAh3T4Qgkm/DzcWP9z/sb7feNM/l8u4vbsXfD1kXN++r3thv7Mzs7+liGo++PeDv4Uzej/BTKo+KwNRP29N+z3HvwW/TNh6vZVcqL+gOJ8/FAG9vkOl6j5xNKu/","XncnP1Ihwz8gnQe+ku8PP/E3Wr+57Rg+lV6wP/ns3r4Njwi/WT0zvxNBBz7VfcQ+v9MOv1+mDMA29CO/WXENv0KbB8B8juO/0F6kv6d6I74kstc+fmkEvzCvAj9zbui+C5tPvhw2/b7NJce/Q5b4vI3kF787Nwc/6IsXP8znhb5tjvq+OOXEvgdvjL94Nkm+NO0RP5d//74nJrG9jAi6vklfDj6TZYG/ZaCvv5XqJ7+epfo89GmEv9a8Br96OQc/4Yx7PvZkSL9/feG+dR/Ov+o+Dz1tdgm/LwARQNfop74MF4m/vovZPx2Q3T9hI3C+v4uhPY2XZb9OL6g9IF7qvqltdz/iES692EccvwIe4z+mrnA/Xcyzvzr3Hb85loo+/r6cviAipL9SYdK/1j6Gv07FCT9m8Ta/S2Y1vxGHiD9lJbM/L/k4P7bP576vppA/bgQIwL1tpz6Mtzo/Hk6EPq4OmL/WbwA+lowXP8n11b6gica+p6ctP4p1rr+s0zk/WT+DPw8wi7/gYto/MhjoOtDpxL7WuLI+kaFrv3zCn75FLbu/oPGTvxiW0bzHMGq/RgfjvAE3v7+1daM/4cmvP1TwOT+6yOa/zVQ3P56yVj9v4xPAN8WTPjWBtT27kRs/uKM0vpjInT5MynC9Za01v7v9r77FVJw/R5P5PVMEpz/QRtG/xwW+v9XzY76G2Tm/t62cvmlThb6AtnQ/5A0CPn254z+XBqE+mRx1P/awpD85UB8/zCnxPhWbAz/sdlk/uZcBP1+4bL92PfK+8vVGv5uPl77LLwg/XaW7vz/VXj94YVS/L/HlvljHgD5UK5A/iBjpvmewaL+6OQzAXRsYv/s2cL8TiJU/gzvdPtU/UL+ERuc++wXxP1jaAsDKLYA/tv1xP78TnL+40OG9V8rfvxCwsL/oAqY9idvBv+YJLD9ypLi+/ZAKv2zqmD9GcvY+MT5Mv0xW2z5EpnQ/S1hBPuRQXD4h1oY/8k1Ov45AF79Orrm+ZzGjP0yEoT+abZI+","N/EAPVO80j0o4pY/QCCJP8jRAz8PXnU/hVhgP334qr4rnVI+2zeMvtPrBMClHZQ+NAl8P34nqz6m1aq+vZB0v8VtBT8+KKG/7bQgP+6Gc77bhHg/0tWNPqYfnz39rRu+6olKQMBflj84Xne+R1Q1v3TLqz8ZvnU+VjZSP/z6Sj6qkTQ/DSIeP3nTYb+qT4s+MI9Tv9WEKT9udRa/lzobP27Ozr8zpitArCcIv5t+cD3osYQ/5JzSvUCgq7+dg6E+v7qVPyFj672lKlE/NFjrv9c9WL7vW7I/ZSv5PsmJfL8aHXU/QPFSv8gtY78c4gU/62jGPrA+4j7FKk4/EaDEv1z16r20A5o/ac+av5WD9b9FAd0/3LJmPeqwOj6eeyC/5ZwGv9mKPr7d4SS/XRdmP7aioL/a9DW+uYwaPvdcJ73CBJU/QPc5vvFNYj7WTmS/L5ZJv1ir6D8Ehf0+79zRv2Febr6V20i+MZX5vumplT7z7Ys/bdCPv3tSpb/9C7y9ewD8vrYmDj6+pDg+Qbt3P9zsvr+SKRW/QOeWPxAsk705xvu+bJ77vgbjwL4L850/SkcCwI+0iD8iQhk/4/9cv12iHL9ygYo/BcVJP9n6Xz+fPjE/0koSPl7DDD+rrVk/62J8vmIowT/OL1A+MLjevkv3eT/D+kE/mOG4Pytcmr7tvKC+P2WJv/LOfr9J0/M/K7PaPwXdIj+/KOw/rqH4vxdRHr97iB8/+R/IvgnHXz1SQfM/5rwGQAg1az8+sVg/3x1ZP2FwYT8+auc9aXExPziRJT/GpG+/mhqUvxz7CL+1ZlO9BGfCP6M4mD6owEQ9JErDP8DgCT8qnJ4/NhNXv+UCnb6dw5u/sKSkv/6gPz84kzE/9uL4vgNUGcAtfPM+vOxAvvCXjz+5zWS+snmZP6U+lD6/FQ4/z4pyP0qoBj/dFAI/yfkzvafdQ77XXD0+b+7svnlO5L2LEDC/PLZkPp+spz8XSU0+uud7v/rBPD6d9ku/SrdivwHNsL/nCGc/","4slYP1QtFz8DIKS+G4NVPls/ED6wq1a/3AQeP2mAAz8IpZ8+rfSMvoiM7777zHg/rt4RPy/Kqj8tBSY+Nj7jvQxuMr/7NJe/1UAgv3g4Xr5dT4M/UP/3P9zeuz4Ob1u/wrKvPqXVEkBrlKk/x3nYvl+y/70RsMA/bviVP2sDnD8oCFq/qmc8vxBkrj/OtdI9ZraaP9vHez9uWqs/LYyEv6apqb8GLEU+s/5qPxjWFbycd+w+lznxvyWO279RgAS+RsIQv7pR274n69A9H3gpP2ht479gYAe/l42rvgCXqr/9a4q93K+IP6cFG7/YksS+uYMmv68Air8Tw5O/W4atP1TVbb48A+A+xeBGP7q4Q75yJuW/VhWwv/sBkr/aJ1a/hocNvnxTqz/w/6y/9I3oPzcrTr46eEe/px+Cv0ISr79Y6tW/q1npvwuN4j90TKQ+nDXJvz1mjb8A+aW/d+GgPvMoKD1V4O4+2pORv9+Dc7/aCLI+c+uDPvneP7+kqOi/lq5EP4bnjz+c3dq/4SeePxnJ/74MjxI+A+CJvpPqYD/Yy9U+ERvuPh0JX76obsm+L2SXP7BqCr8Nrf4/jVh1v7OXmb9dSPs/4PWQPyD0qb7crCy/J54jP00j3r1y9dC+kYgZPwRGdD/ZHzc8OxmAv3/ZDD4pFQQ/iBJXv0eevD5j6wY/fCHUPeMh+T515uK+GG9ev7f3UD9IwHQ+sEKzv0HlEr+8xA6+iAUpvw4biz5uL2y/1gZ2vqVMzz5j8hQ/oBLXPhjl/T8xS1e9GcqRPyFZbD/NfIw+7DSuvp5PyL+Sqq4/t7UpP6XkRr4sFoQ/zwWgPkgRpL8h17e/GhNUvj04fj8b7ic/sjJ2vmnNeL+AzGU+6G3dv4SvlT9MzII/sggjPwWT6T2HKIu/7WXMv0vXnT7XY2U/5EvHv/lpd754eKG+dMtjP2CFLj+A/Z+/AmtXv1YOFD/1v8C/UUdXv8TXnr47hBI/oUY4v2cafz5pQ00/KHEpPy6KSr5CNBVA","yA4XP/CDST8WU62/Lf7Av5veuj8m7qo/WW8yv2269j/3d6Y+5hSAP35e/D5SIvU/6JsLwGxZNb0WwIm/z93EP9xF478oj0+/aPIFv6snET99RqC/TcdxP9zAO7+mB4U/2EFXv94Por9se0w/OOtWv4AP1D7BJkM/+mCYP9Jyib9J8kg/ZLH5vhDKm71OTw1AcsF/viwnSL/0zl0/hJaHPBHIG74fcju9BLMHQLL4Br/dUVY/6GXSPmQ2Aj8h1Gu+c/wWPzyXpb9vL1g/yVjgPuoh3D9aDJs/4XwKv4ksTz7JX4w/ELYfvzLC575ygKg/1cPfP0rkLb89k/S+QY/Tv1BI1r5s7TS/2W/UPWZ/iz54/4O/OcLovhYDKr4jiIC/8N3dv+Qm0L+XdHo+FCJtv6h6RT/Y4Km//D+2vxbwED/ShQu/LvglvsSqqD9sKxm/ulKBPg0Tib4tnAW/lfKQP/amdr5HHYK+vV/uvuFnpr8k1LC+AnDAv2oiyj3RuNI/yfeavmvC3D6NWDK/FXlnP+S1cD8VI9M/wTrvv9eE4r6rY8Q/b5CQvn/2oT/0fQu/9BbcP3Dfgr+YVQ6+UvP4PNvpsj8OTCc+joNRP8aR+r6wKZ4/kK0nv+eROj8VJGS/5clnv5wUdb9x8z29E14Evno05T/vhQJAfx+lP4LqND8q/wG/DwIRwGeknT4yXHQ/u4QGPUSE574MIJE/72Rav7vAoz5a05E9DjbPvm2ra7+NgwG/zSaZv0R9Vb+aVY68IkPSPyQw3bx+8bo+X0GAP2WnBz/TFQY+uRICwOMXxb/p2iu/mngYPhO0aj5lJ4M+/YIsPy53zT+RaAy/hNaDP34Btr2tu0E/7Rg3vB3ciL6/66u/nKouv9VpTT4bvq2+AXBYP9tSsL9MifA/lohNP2ZUd78F4ue+QkjTvjCvF72iFhS94Q62P+UtJb8T/MS/BwOIPiG3LL1Tyn4//Mx7PwNwP79JcwlAEW2HP14Nhb0eOTtAJF+cvwk/br8ySlS/","0++2vpdLGr9C/ok/oWMCP3zAGL8+bsM8Fayev/tKzD9V3zi/aGOXP5tzUz+fVxq7G+ujP9IWcD8z6ji/X/38vrEZoL8ZyO2/WP+oP4HKNL/n/P6+gX2iPktdqz8CZB8+WeE6v9aM9z9ppuM+b+RNvrcT2z8PfIA/edbKvhrHob7IpJA9v6W+P2S+Xr8k6eY/+8YAv1Aerr7noPM+R3+/vWFPzL46RLS8ue61PoCTSr9f17q9OksWPwM6Ir/GVKy/7stIvgK8kL9gEZ+/Tv9Kvn4Btz0t+rK/9ugIv7/sBEAiNa0/Xp3UPsShEj5oz6U/brwxPuM1Yr8orLE+QOMpPgu0Qj+hv00/qjuQPcnD6b6yKr0+EE04P32mh78W9Se/YfQRPvFQqz94vVI/HmUQwBn9hr6nMP0+y5fcv/3miL8n0fe/YnkGP7Ez/L5feeu+7uxuvV7str7EWDO/JTsCv8Tvmj10Upk9YDMSO8raNr61pjQ/BeSnvpA5RUCn2Gg/lE3XPY6wKz/dH46/tKCdvXfvIj0UkLy/GX8PvxIIGr+izLU+fKmyPSCMZz7WOGQ/KjjPP7Ztar5yIJQ/MZ7HPnz7TD+cWwbAjqoeuuRboL+VXsa/aHkIv/49bz+vqkS9wp4JvwzW4b2a30k/hPBCvzBFsD3Nnr8/VbYBvzsyrL4XCBK/MVAOPtf3rD/V1gE+kl8Xv4V1pL43lAm9WqsxP94uk79XdTM/GmYZPn0Y7b/htw09IuXtvyxXcj/pJM8+dVTEPv/4GUBWC0y/gwmPP8tw1L813Im/fSmBP1khMD8r+uk9pKc+vMBVzjwQ/W+/7OTZPw1VRD/0tfY+SvIGQB+omL6lrmC/6+gXP5fVwLxuu0M/FNDkvGGzyj9OAgo/atCQv8wwCD8Na2q+ScCUP9dSGL8c1ac/m4yUvw3oqb9Z9FU/1kOlvxamjb/3ej6+701LPwGosb2XUSc+sMN4P/ixEz8+Zfu/rSEMPzBUub/GFAjAS3KWP7oXDz90NBo/"]}],"outputs":[{"shape":[6],"values":["oSSkPvyMFTjEb289QaUdP30dxDp+DG07"]}]}],"trainable_params":{"conv2d_8":{"weights":["2DzuPajKIz5qLjy+d/xfvuniS7322pY7lewTvoIj7r2wZ26+9u4xvpVFg71nATc9Tc3jvVoCur2ujSS+iB2evfhEUz2T3RG9x+0HPp1F/b2im0m+X2TyvbMzy77pScu9Cm32PolOmb6sLzW+k1x/PlVwLz6lMpO+5tGYPpabEz1aQWy+ofB2PpgB+L0XBba+fYCaPruEyj74bPg8Qc/bvpjkN75e9aG+lEAdvYjph73V6j2+JuiqviiCC77oCSk7Am8evgNgLD5KPr8+NPMqvv9Jyr4oEGW+qEHwvZ1p3r5BX7e93HY1vm3Txr7W7Jk+RTxxvUIukL6VHcI+5b6kvslQCL/zfHw9GGkYvxVSg70M3zK+E2sbvwngwL4fjHA9CSkQPXkEdr5bANc+njgwPtqvB78Cbuq9icKfO63q7rxC404+MfaWPifeNz7Y7Bu+moPcPeTbK74belu8D78kPmTDkj2YiK+9RT8wPrLBnL5yABS+heGzvdqOCD5mVcy+T8UGPkKkij7lzT2+Lb7ku/87Hj4QCz4+EtDHvpn+Nb0LXJa+aEKmPfQcWrz+MZG+4DqXPrURzjwlPeE8KDmNPv3pzr2+F9I99ETEviZltb5xHh0+9HiTPkUzB748We6+u0yPPkFIpD03742+824Tvvj0Pb1Dqm4+NZbGvmEUBb7N9Lc8EkR+vafRXDw/2HO+LhvePR4MVL7XuBi93AKYvou1qL7qkES+7cK5vmpL9L0M6eO90tomPt4Xtr51bro95QKxPsIZDz4jRKI9+RI7vouHjb5rxI2+V7OHvO/dIj0sDiQ9vVqBPsLZkT5X2aY9yaQSO2yzHr4X4Dq+k7tPPXT8s74id0C+F025PVzQa74wWyi8QMaxvrA0gD7l8ts9dWbNPHA7pj5Me5m+VLEyPSdhiT5ONp8+zj8VvmwBX742V9c9C7XoPCqfJr7kepO+b0D/vG+QJz0XYr+9g376vItC+r0uO869dN8fvUxGBL41O4Q84XTTvkdKgr4a+s8+","+3F3vOfswL00bq0+l+J5vZ8cHT7tF4+9iGgFPnV4XL4g6sO+f5uFvt1KB79EdFg+UI7ivUkIMD4zId0+/tgLPpcpvT5a7SA8sZDHvjhzFb/dR4W+jQhcPeosz75ZSi8+l6nvPROLTj0VQHk9g6eGPq49Sz7XElK+pMpDPvvNcr3BTUG+Y1BgPjh2Zz57w889e6t4vLokJj22zDg+ssDIvtt0eL5vzQG+G2+FPrTxWb6fBZe+c8X+vZpuo751EUw+v3IUPlGKKz474wk+Em8WvYI2dz7FWsk+pvHUvicRLL0EbG4+5eSXvvpnu76Hqou9qnsuPnzXnz4uXB0+ctg6Ptyz9LwmTV++H2T5vdCsxb6A6ck7NNqkvg3/xb60DYu+Bk6JvdplOT5voiM+bi6QPm3/HT7dDYM+tLihPMttWD4F1Ko9oSgNPvd7Dr3wjBA+tNjvvR2Rkz3a5FI9yok+vj6/3z1K2wI+pHGeOsI7jr5YbUi+/lqYPuLFaT0X3iq+"],"bias":["sPs5Pt+gLr2KSRM+Drdhu/HFZ72Fg9I7X50hPlI3DT4jyGk9ETgkvhTnJL178Ro+LbvAu3Cjcb3WuQM+7SdBPq15or3ZsvE9DaHluwVySD1Ql8C8p6RXvabyXbzPUGM85CgPvpJ0QTt70pk8LUZHvbKUFr1su3A9YaaUvgvx9T0="]},"conv2d_9":{"weights":["ICWJPYWohT3XXSa8EeXEvdY11D3PgJE8eX9xvCxrMz1SQvU8vNmAvaf5iryTtbI8kPebPLaOxb3SSr69OSiJveKStL1pre68/YvdvIncZT05Wew73vG/PZmvUj0ykKC8FkOrvAui170lR1498n2NPY8sYLxWmmM8L6ifPfI6Z717XzU9KtX0PPTPVj1zaOa9K6oJvV1dWj0GX6O9c0PFvYQrE75jPCE8QybfvUMNgL1wHdE9L7LVPY3Vnr3I4YK9hwynPeG2k71hD5C8T3ADvh+zRz3p4Mk8aeCUvQiCZr1JCZy9m4qvvV+N6jwgMFq9qk+OPPwdLzwtQKo99CtdveghrL0j4V09zlafvRvjyL1tSWY9rW0xvc5z3L3jZRw9SpyyvRJ+K7wuFae92anQvGYTXb1bDTu9NZjlvQ+ulDzJ5vo8kogcvvik3TyOgJC9800FPIgsgr3Jit088f9NvZVne7ykE4m9yDZJPVW+Yj3mlYG9P+Cgvf71iLz2+3298dmAPYqBWLpKXme7iJjfvNxYMD2yi4G8+K+gu+Ur0L30GZU8brybvdcjmz3CBEM94Zw9PdTumL3bKUo6kmFDvR2HDD2la0k9qhZMPYFQPT2b5oa9WEFcvYXv6D0ZK+49xDivvYAdd70Cc4c9Z99evePnb70N1ay9kCfPva3uSjy7tmS9zs+gvVYsML03bSs9I2mdvUJ+hj3aWzW9SRuOvXaZl7sTMps9WO58vfoHtD2P4Yi9bvwDPWhyvruzksK8W8vmPUR+j72OkyC9i2UCPQI4tL2vfA88jwO5vaUbE71VS5O9h1QlPRVQEL6TdAE9+1dmvctXID0ATMa8tT2IPCxM5j3Jrpe9sROMvHwJBL7Gf2m9Ht3evA87AT1Ej5y9iPQJvVt1jjzEaQW9JQmavOEh+LytHYO8KMBevXtXZL0n40u9JWW/vVoQvzwWYIA9JdBGPDQZn71TVqg7X/yqvRQrGL0aYX88R4KqvZRQmD30yJa9F7uBvdhR2b2fK+48","Pm+kvV7eoD2N1oU9YEo3PSDkejwoc4s7/haxPaPNBb64nFO76C7RPGbRhj3nFZa83tBjveiVwrvcLYC9CQUMvo9b9r2wu8W9uCjIvUc+j70iC5693QgRPJpO/rykmg+9CVzfva4b1D3AoBe+lo0IvVxVoDqoa8w68+oavC4vl706hOG9VssGva+sjz0p4969YQyKu5Oe+zyghWE9ETu6vSZAr71CFNG8kZ7+O2yXXzxeqg2+AHScPU/2IL2bqps91Wq/vZIqv73q+uq9sZnPPBGXBT3/Rtu9hpSLvaDbgrwVuIQ9WAOoPecMJ74xAy29LbGgPUSlb71pk108ggPNvFJoTj0U8ZY7SRuMPajqbr1Hb5k9JyfRO7UAczzH1ik9hkr4vPFmjb3XTao9uTQlvCYY9r0ZqzG9kZvUPSkY0T2MfsI8OCr7vViWvL0h0gK+wAWavYeyur0CdDy9/KKUPZt/8zvpa3G962AbPTYTlz16TsG9oJoxvsaonjt2Ove8YQ1vPoItGTxmD3Y+UA3MvjMowr0xDpK+TLEYPWZo6T1jZBQ+nWRTvrBgRz3SmhA+/NxDvtEWK70wyIO9qleFvCigoD6owFc+zXQUvly8370XWoG8+M8pvqXG2j4y4LK8ot2ivsO7N73E6Iw+20xcPBuG973OEXk+ECrDvhgLZj4/cqO+pny8vGG+yr3x4ae+K8n2vSybm76q9g0/4KsLPO6oMD4a9Ue9aXRTPpfFxD2j3EC+73RavtwVgb0kpo29UtR4PkgCXb3eoJa9XsNPvh7wbj348JY+v+avPnQ75D4NrJW+0go2vWQXsT6N5Tk+2j3puzby2T7pIfW903kKPmxFP75FEQo+SJHJu7Yi+jzFmMo9qm0IvbkJyD1bbAA+bcOhvlCx0b2OVBo+C20mPkif+b2+lBC/WzoJPumuUr0uqwM+bB2uveJR9r0/V38+OMFTvW/UQD5xdgk/DuT8vfd4Dj4/jos9DRmzvtU5jT6lok899ncCPXnZbr1pT2q+","NxBhPI5H+DzaKTq955cIv2yVpr0jVIM+NeAAP22FOL1q5wW+LNrOvinJt7xqJBC+QqHWPQrtuT7ODT0+4QF3PhYc/bzKfzQ97wkPvn42YDxoWNI9TAnAvtnYsD5nyiI9TN2ZvvbeXT1djd2+xdnrPHjvwD1O5Fu+LoJLvrN6pLxA9Ou9JkosPM52nDx3sIq9y3yWvnQ8z7sLyQg9fgFcvixdfrzhsAs9a6+Hvi3OY74VGBc9bcSHvjRjub7O0Mu+xUutvqHxsT3XDQE9AmSKPY3Ahr1lcuQ9CqJtPvqtQr6KEEy+corbOscqNL64esq8lW8pu7rzVb6rbA2+v5NSvD5fIz2CSbc9uDXhvUUf0T0by6I8luJ+vlhUe741MfC+rV/CvQn+y7wc7+Y9cSelvQZy4T0fMZK+kZkjv2IkQr9tnb89xtW6PZ2ch74uMc+8q5OmPRHe0r2PuYu+h1/0vZjE8D1ziy49xzBVvoqCCj5ctIE9OAn8vWvWorrdIY2+//8Xvp47rr0UGqO+1k5ovmjRhr0BuOY8sw6DPrIJJb7jtro9MSMGvkOcuD1HiGq9Ltu3vKTovb4NQ2S92tVLvbDCwz4NsZi+uzT9PiH8i71PV2290ea0PglsET9fpyy+EEo8vvR/rr37At0+GFd3OxkFHb7d4/4+kjdVvuImD72lkBK92DLPvHJ6Bj9fPns9ycksvRUxor2Bm2y9hUAfPl1fs72VW7E9hYhwPnmt0D6sA22+w9ytPg9sKD6pCkY9kdrbvVB+Nb6z6u89j1qCvh1fmr1g0iE+0jl2vsPp4j1bSLg9BsaFviBNFz5cxJC+dxXFvpFB5D4OY0k97YaCPFOwZb7QPME9U9GlPJRzyb1tURW+lWKWvkWasz62y8e9H7fhPGFz97xJpAO+FR2Ruyv+mz0bzve+tliAvpvr576ghGC+hy8VvjeWnz6ZQOG9W5+JvVAGGT9yYu89N25sPRyO+T0EIYe+hXwVPoWaHz74YBI9WF42PhM0Dz4i1lW9","1kTIPgj3HD2AUYo+dSIYPtySFj6DNDY6zrbkPWkawj780jI+vtsCPnXNRz3O/Lo+3361PkknP75765s+vN+9PkvNIT1deaU+xjCYPqmBgT6q30I8qDDMvo78+r1xfjy+YLoJPtJBsj7BI0c9yGUcvtii3z7IY689RkXuvH3FyD1dbDs+wv+8unOOdj7pXw897V4Qvpa0jz53xl8+QIOxPrJocT7bfay9EyEevuHMHD6LkFs9coGZvslaYb1KCvE9gatDPjr2fT7dcKW9Z9S8PQtbKz0kJNA8S2kGPW2pcT27yWu9IFUJPo262j66dea9aTU6PqPLoz6uhFe+sYQKPn4iFL2xyfa8T2rnvuYgMr5M0AK/BFOQvtJ+ar1awhG+M86IPptwS74taMs8aQVgvQyctb3MDt080GUavWav+LwbzQM+ihvjPYpmsL2rQDm9T6DfPB0I2T1ZJDg+TKwivYi6Nb7rTgc7GT6FPjUZir5G52G9NgDOPhTIzL21ors9L4SmvETIU72LmgU+8nrjviUdFj4SEPe9ijA5Pj/oyD3mH/89v2MmPpAOtjs7Usc+stEkvedvKr6Jxfm9BGMdvgbWSj1/Gj67pvOXPiJKGL6ncq295y8EvliHAD8BfaQ+woH9vR93bL1Y2e09E5o6v6Zi7rypBcg+sndTPVxKXT7arBY+saiAvPx7lz0mBjG/gd8sPrB8gb71Fws+Hix0PjhblL5ee3C9CAOYvuVSYT4FtJm++XuJvglhAT4WirM9J8oAvZiJ1L4bfyy+YKCsvtLWtL3aCR6+aUpyPYAt/z0om0S8AAwNv+yL6zyc8U++0Rybvrftwz5stlu9wJ8HvqAQWjvjEyA+ZIukO/C/cb6NTey857OIPZXa1r14n8O+j8M8vterC74jYM09NkqUPgwywr7tsPY9carou/OVCr5RDIG+I/KGvoC+qr70tKa9DccBPHKikbxW2aG99Plpvs0m5TxPwda9psddu9oaLD6eble+TyalPloD9r10+Us+","OkNzvdm6uD0D+sa+uiVevjidgT5WrY28lvwJv93F6j5daQq/J46tPiTntTzWlAC+chWlPan1C77cEra+vGafvliVtb5Vq6C+Ctc5PtiSbL5XD9y8T/nUvZzpar6oe9m9cVugPfSJK76l1ze+z6VdPridHT7q4Ay9rlDJPfYprb5qLzm+xNrOPAgjIr/Y4sO9Qda/PlCZdz2c6cO+wca1PTkopb4Y09e9B2OQPX1aHL+G/T8+9jmMPbShyr5c3/W+lECMPsCmdL7M1di+46SHvOT3Hb1t+om+nrUaPow5G7+bybM9vD2hPVsLi75tqkI+HFiRPZFQVr4z4809oHUPvxBJDL4Quq276WiWvgUqJj2aI+K+6xdNPTnY5L6vkVo9t9AavitFAr4XUiS+lrqPvv36Q71poTW+iRiNvh28Wb9eFQG/ZZhMvMrvlr75VF4+x3Y7PSCGsr4dI/e+J/wLvyLZvL3tA7w9ATCnvvWbgz7B6ou9kUixvekkBz5TjCu9syi5vRqOIjsS2sQ9IvqpPiyIxj6AgW4+sdmJvQQtS7v4xvy95QqxPkfAv77yk5W9vMYTPm60tD498Kk8rSiLPZDD8T1Y25I+7z6Rvp+WQD3ik3a9LsEgvREdQ74Ljhc9ieydPpUtIz77liu+GjqjPgHFxj55bHW+gf9fPoH5pD0Lsps+SXAqvJIDoT7NWLg+8TQNP+bPq746m4U+6muRPDu7LT1Q05Y+8yCJvilQlDy4jpo9NeHhPfBGTT0aotO7SEsjPpYJjz4wrqs9GCd4vXOyhD1QjRK9RDcSPzlSpz7DXCE+/IzpO6b01D7i9R2+5sQoPg8J3D305do9QgiqPd7zpz74wyA9P0JUPiP0gj5RZSc+LbwlPNllPD7ICyY+amchPZ0RMb4fcJY+ss4RPekrxzxRr0G+LIFAPtYJPT419Pk9vOx9vXUGHj6WmF6+6cKoPdL1vLyFTb4+qIArvQIDT76BcgK+c1dYPvSrtDwjUQG9aU0SPp0LKL5zUqg9","6/afvBmsGr3hi9Q++Y1APi3NHT9w/2U+fNKRPkhPDjzaDl69vCFwPjZxFL6f/YC8EGMsPiXxS70oqiI+WLdBPtnV7T4I6Rg+C+vSvrHKQz7SpUS9Uu6svaeZor4bhs4+sweIOwKMizxK71C+geg4Po17wT33Sre+D1gFPN5eDr0jgA28fjDuPVTi+j1YkWg8nUDFPkaATD1/IaM+9rK/vgxwsz0RWWQ9iTrPPdJ1rD3XYQu+sSs4Pn11k7zXPBU+SyjsPi7LI70xEBC+dHOKPdY3sT0Bt0W95dBvvhHT7D6vRsq9K4ivvXT+RT2ATvs9LtKavLCVGb3+8UI96GfPvb9CPT33kRQ+jGbSPULLHr6TWtI+llJCPjtJMj4cUj69ItGWPWsKTb6qJHo+pjtxPl7AnzwhUBY+iub2PdhRLj7A7Yk+kncHPU2esz417K69Fisevdk2Sb1jm5C9db8ZP5Cjqb7FmI+8u3GvvZxiI7xbs7473s89u7EVzr1az/o9x3NEvEIauT1o+6g+Xo6QPYbAAj9qZCI+KII3vrA4eL0/RjG94/khvuy5GT7kqVE+a6UfPgMwcb5Ytp69b+sVPnhRwDzjnxW9+Bc2viF7gb148Js9APzzvqcUf72ZdPU+Enagvudkeb1zQuu9QVtpPVu5iLythYy+CUvGvohdUj2Hi4g+GJZRPWMoqD5yPpm+XOEnP/WYlT6imls+OsekPiUEFb2cpwK/8YrjvcZpoD6GNWK+n/IUvu45ZD4cQls+4KdIvjjqnb1WGie8E9aIvULB17zJZIS96ajEPbDY+D63yBS/si8vvuLGRzyhRcQ99TUtvvzcNTxyqQK+WAQ9PQecpz5/ms09jwcFPt1Ncb5UeRQ/u+Govdp+hD3yWlO9YY0XvuPctr2KaE2+8CRbPtPqa76SjnS+H45DPhgOqz5rem0+ayJivADqlT6pdQS92hXsPHxGU77z3rO+IFXBPmGbU77y2dq9sRedvkhEJj6hPUq+KX2NvqD7J74hejM+","Vv6VvXG/OT0bh808nFNyPcW6ib4nrNw9nzSTvgfTGr6Yr1+98/eevIImdL2Z4fq71KGtvKTw2r0AQFw46asQvrbL7r3FGQA+a7RUvuMU6b0fvuO8u1kXv0O3pL5euKW9azgUvpa1zb3v+Jm80E3OvpvrH76peD0+Agqbvjqclz2TyjQ9KvgcOvM2DL7Hnge+EY9XPf7R9L3A6wC+MQAKvqGNQT5MAGu+oQ8+vS9eSz51eBO9h2oIvjfrNT1C7Mu9yqsOvo/y5z37ODm+WvBmPhLYDzs8uya+0713vaBm9z2XeKG+aP2dPEpysjx8o4a8xdYDviMrjjy6BD2+U7rkPFsalj0VsLQ85nEMvlniCr5mIDc+8BMCvHRst77CF6c99akZvex0Kb5hU1G++SEYvZV3Aj476Xi9pBljPWd9ED2sD1c+uk6dvES9lL3PpSU9ISF0PTw4qr0lcFG+/5KbPjPZlbyBsUc+AyHSvRk2TD4LyCQ+4q4PPDkcHz66bWe9jqh4vlHA2z3Urf69UrVIvSf8CT3W7gc8EqVdvpb2g76jqrw80QI7vQFaiD7daIE9JQ83vgfjuj1P3cu9Q7aEvliKgD5J9vM9X3s2vZ4mA7sOUI09wib2vhghQr7yS6w+HFRlvbBUq722c2s+zpEJvrq6H77e54k+lcd8vZNbaj4lbio++e/Gvf6T0T5gWoi9pdkYPlSV0jxjcKi870h3PfVoEj2n3IM9rNVlPbjDEj5RCVm+gViYvqyz6j15K7091XQSPqMIuj4d4qG+xJehPmbPzr1qGKS+9/WJvoS1yD4ZBZS+YkGbO0OcSj31UpO+Zoyava3MwT2Xj+W+c/fRPvUepT4pqJi9llu4vTYJHL6CYQS+ULFFPXJ7ej404YQ9iVg9PsNQOL5E4Xm9mc6WPtJiOj6U5Jq+IKOFPbAkSj6D6Uk9ZKZePp3pcD64aRC+7/4kvassjb60tJ8+J/YMPyAKzL55qKI9Y/h1vQ2w9r2DJ+W8BRSrO/kAhL7fnhc9","Wa1UPbkzDb3FHpG964e+PUyXOz964VQ+7tAYvkgarr4YQYY893Wmvqp72L2GeIQ+MCwvvvJJmr1obBu+uqoYvgEWYT5Vfx28oh2APrqroD1BZiA9WZ45Otrxeb42DRk/8R0GPfDEF777kmk+8uqGPj8uJr1ii1U9TCJwPdRKhj5QoSK9xd+NPe2LDL733LE92ROQPoZBaT7wRZG9w0k9PVFMYb3fOjA9QjrzvSDBKj1oIN+9B2FsPhQo8j0Wp8W9u8YrvnNgV74EDv+9UROXvhy46LuaH22+OuFTvmpm5z0bWx697SjkvpG02z1IVQs+sGZ8vsDtnj35Z569NectPst+Cr4KEpU7zGgDPp/ttb1MJrA94/mbPbxMrz4MX+87XwdGPkToYr7PTta9KvZxPdYqNj1hSrw9Kj4GPZejUD7K+bq+62C0vSCftT4OYxG+me+4Pbf4zrxH4s09HwR3vTMdE763Jgu+zhq9PaF24r36W1M+MREwPqb/k754Ves9mvrEPOl6PD1+2ue93EP2PMTm2L10sJA9hs1pvY6aWrxy7IG9uXvZvSNTPbzP/R29+xsdu0x5MTyJwck9WiwzPVFCOr2kEcm9Xv47vSc2bTx8MlM9FxI8vXPCtLylv9a9TRbcvHTX/L1Mbbk62MaBvdt5qLxy92o9qhfrvSp31juskSm9ph0rPdOyw72m2dU8ODjgvHChv714Zfq8OZjHvXGR8b2RRqU9OhrtvXQDyb3wyaS9VTqDvUz+Tb231N69nb+YvWrSxr034fy8n8ebvcO0T70jVfi8V53fPJ/H6LzO8y89fc8ovORAlb1T0am8EYhOvaazqb2YFO69d9ayvR2H3jyalJ+9EHgNPWJVKL2UBD89bkXNvBXO87ugnE09nzGavWa7y70H3rw8ajDhvAJFhL0pcCk9XHugvf13FT2XEo69qgvWu4rVZb3+PEq9NTx7PNSzejyjpjm9ig+GPVJSwbuBAS88secxvSmfu7zQ2IG901SrvHViQT2A9eO9","KRZ8O9mdgD2UM8O9nbdfO0M3iL3gXSS9F35sPJSK3ryhhuG87t/pvWEYuDmqD+M9u/p1vXOKcT2QoHe95PmrvNm0EztfJQu9RwYUvQcDmz3NYaC8qfDuvW7srD2FA6w9cphAO925gjx+VUq8OZ8Cvc+13D0PhDa+I4L5PPXkKDw1tN08ljcpPQe2i71ciNS9zjWTvefShDtapnC8rH9PvVpqeL1yBte9wq98veXkrj1/gIS8cfwrvXu18zzfSmq9Dqk7OYMSVb1ckgK+HQKBvefUwzyO0Bc9OnGSOj4Ho723yDQ8IyHHPfx6rL0y/ck8fYRQPdIoKL2m0u29AlKxvSVHwT3TXqS91UtPvVwdf7uP0J08TbqzvQM6dT3XGf48cuYJvY7gVL2K87m8HaSRvWibVb3i8Ki9jWluvWTJgTtIOm49WhQxvZRezr2dlZS986ulvEoXWz0Agcq76PhLvcp05b027AA+ibgLvb3LJrwFl/2894IpPfBsRb0v2yg9RFVwvZiuQj3W06Q6UXzsvZJuYT02Rrk9HWIpvY+rvLzd96y9X28FvnYClb3lgha9Dez6vRYmtTzjUew953vnvbjJC7538NI8VyN7vSVpAr4MGck9E3TYvcND1D3fOY06eiawvdymALz4CS47vOC0PK5Vib3ZSXs99nfoPDcn3L1zheC83IHxPBTxprx5cwK+rppsPYPLG7269tS9tRMPPW3r6zzjw/Y8lujPvGPH9j0mCQy9GXAwPXYEdrwz2dc92v78PN9YVL0M7S69HsPnPPx04bxH+P29l1dJPUwNBb3syxa+CVkIvsM2mr3lIQ29NwPDvWDdWz2imi49BeGevbGEVrxWwZm8RC0gvcW+27oZKaA7t5ImPTrVfbyLzUA95uDIPEhGkz3eIoM95JGqvWH5Xbzpd0E8sK2lPFhAwzwELRa9rStHvdsMz73RLtU7Q/qfvWDqxT3OLX289N2vPWol+b2XagO9FYotvcNZRTxCTLu9KMHTvEb/0r0vtvK8","kIsTPo6zPT2SUrI9Sg5hvbiBOz6WNas9YB1WPhHmGL5wF9M9aT4WvpoP2jvX8k89SPPHvFgQkj4fZKQ9Ft5EPj0Qpj5bcxO96f6ovmH5Cb3KJwc9t4l/vMeMzz5ZdWU9EDtWvrL0L763lCE+mFtbPhNrtr1xvgo+SYWSvZ56YD2dwPC8zvdyPKBAqrvO5yQ+gPOqPlBnob3pq50+wqNcPk91ALyUxgO+z8k8PUR4cj7dLrU9AJMwPPezvrzjytM9pmxfPqzzWz2buh++ryWqPg/iXr2wXBA/3Pt1vqyXxD4ySJS9RqAdPkqqP75dsgw/d2GEPfYlRDxUkxI+VatNPV1srr2pfXk9UWM3vlOKQL22yxc+S64VvZWZab4dqlw+ONnTvnfxnz75MIY6SAFXvSuwxD7/aiw+58aMPdUHR75dCwY8//QxPveqHT4N2Y4+a7dzvRN7Pj7wgM69xf+LPiYprj7YFJQ+aB8MvrJEAD/I9pY+oePvvut36z6/F929zuVcvZhnTjyXfRm+qndKvnsECL7mLW8+5J+Aubu2VL4+A4S8xt7MvJYCBj7B/xe9isn4vo9gKTz5nbQ9qrdoPT8nsb2PrbS9VFiLPSiSu75+roM9Fzd1vsWzyz1Ev8K9epcFvuuLMb9krWy9ZzqLvriAAL/qNvS9XH0Dv5xrsrvRkaa8TIFxPQCUpj2VxKC+6wRxvMpIz70MlOM9uADFPhdQBT1QUvM76oUvPmsdLT4hhE++qf9zPi5/Vz3wzX09l5pGPndJBr4FDk2+0ZHdva59Aj0/zCc+uEpivjp2Gz7zmqu+lLgpvtz1CTx7bxQ+fO+kvjgtAL47P3I9lF3MvRdFpb3iYa49W42GPRUpDr8C2BU923SJvaDWGr4b7qU85itKPvsyIL7lyuu975KgPljMuz0D3J++2US4PZfZqj0OyoK+roeUPUcaBLsifqI+Hm1tvcCpaD6AnOK+e/NOvf+bqr3ROaw+fmu2vqR8ED9sSCw+pXyzvXP7dD6sMpk9","EU0xPe3kub3nVEC9iS3dvnJeJL85jrg+kJKOPVQOK77oHoi+Ze4+vi7eAT7HQhG+oRKqvlq/j77hJF+9OVrwPegKyr6ngLS9F9iuPUjgpL6qgzy93baLvrMbyr6usiS/6zJevgDy9b1lqKO+pBvTvgvmF75Y3Ii+xo54vrAvjj3JGLA9vNOvPMcpmz7ZK52+EtyBvqTEez1aogK+8PJYPuWb3D2+sgW+NkePPuAdOT4hev69WyLKvM779T19EPc9xNQevrU4gb1M5f2+11E0PgT6B7yC5Hq9c4TivuwVNb8ija6+bar1vcYOvr4tVAM+mdeuvfjy2r4PrYu+iZMzvT+BEzzFqTc+h6z8PMNtvjrRaFi+5CHDvVorfLzJfFM8Son3PM+ZXr6b3dM9uqIFPu+vRj5W/gY9WFeQPTHYcbxLgIi+kfkaPsU2xb6lfMw+PD1HPYKzKj07mXa+i2asvhbQwDxCKgk+50YHv/hA7j5aKCM93W7VvnYIAL1iwVM9wgPePUhP5LqU8hU+HV5+Psew3D3pKSQ/A578O2IcQz2LbwO8vhfGvFORR72XyJa75EfUvU8rLry6AQ896sqdPak9iD3cTMc9jXNDP60fVrzvkA86Ya1pvEsJqzxU0ii9R5IlPnTojL7bLN88jZm3PRwnkL0FPaq+wlhQPY61Wz4tq6c914XbOyikSr6B0+89Ap+oPcgCV74OEni+pG9FPTwkvz5Fw609f0TIPbjajb6qoFo+f2V9PUBoVz65Dwo9cFkQvuqkBDxWxqs+1sWSvCpanT3nB1Y+T0KqPcX4GL40Rwc8NAL4PQldZD6seL096C80PnY9uj2mt/k9tukqvnMTBzyzttK9PsmSPTRruzwHcuI85OgDvtCgbb4Cj1Q9xJrhPcYPlb0smrm8WF2GvF+bkTxJTim9pRMwPorlozxDPMO9kyg+vo78oD7xwSO+gr23vb6wXD4lTwq/Me9APKAN3DxYdQU7LDfEvAQZJz2X9Z29rKkPPmCNnL0a4IM9","inybvSA1dD3Ut/o9AYo/PtB+0LxAbB++EJmEPqbmxT7LZIQ+4ZpYPFa9P7xd3ig+kOyNPtXPbz4tFxo+RRnuPTTobL6GZIQ+jO4QvzQsbz4uGLc91oyNvtMWFj6mNGw+uVXKPEmnO7ygNWY92q8mvGHpRT5Irwq9dKNtPlYtaD4D/z69smSvvdXYr75dWty8MC9avn/cg7y/DAA9JoGJPoKq+z3SnZI99/CqvqrePLrOOb+9+03gPARl8j0p3mk+KpwXPgE1aL6T2zI/dHCXvtfKlT1ft0M/cN+1vUL70b6biEs9jkNEOwUcvT4Fd6C9ZwpavR/Asj7WqVA+zHMYPRkvo77CdNm8qGrxvbTUtj5r2Ba+JX3XvHLGbr4AkTs+qNmZPZApgz7HJBE+pzy5vmK/zjv+Vgs+Cw7NvhWlyL4MaWA9z2hwPpKDVD5vok09mneKvU8bT76wOyO9tiVgvqehTz63zoo9ZECMvTkeGL7KHTo+N/Tpvc1NNLxQupQ9rKAZvrWYrL2ZEX2+FVDAvncS1j4kC1W+rqn5PKjJyz66YAK8J5SJvQf6Dz0OsQI9SefPPYjfRj2xm1G9aK3pvEVHwT6GrJo8Is++vvsI6r323T+9sEthPXI1ur1PzVg+hPVPvjD3vr3Yawu9LIXuvAOiZb0NN628ivAlvaG6gb79Wfs90ZPQPbH4nr53rTm9iwAqP6qpqr7c+H69tdI0PdNg3L4LA1o8mZORPUMnqr70JJW+qdjRPiKg5bymlEM9aYKBPlR1oL3sPZm+zS7UveVSLD0M/Tg9tzrUPS8rzD7V6Wa9HH2Tvn4utL7OVe2+8XEIvnboP74bTkM+HTyLvZPBtb6UU529/2I3Pk4QhT6lpGO+1FNMvjVbir0rfLY9T2MovVcc+D2cpxI+MrwZvthCe70gIIM9nKAEvu1ILDoTspu+NoY3PXEuAL+73AQ8E6s0vbAdmr4mKhA+T/2YvNniFb0oQ3i9qzv6vbD0yr3UuaS9api1vQfwaTyhC7a8","6fIyPsTlazzzvV4+Z4eNvGJXir6R18g9/BJYPsoOJj7/NvQ9kapGvpwxKb5coQ4+r8/fvXmFJb683mw+Loi0Pc6Bz72+m7i9SXPhPc+o7z2MUxG9tYiUPectvD06MJI8daexPLj7ub0sSiI+Vez9PTHDBr7dUkK9HSx+vtA0Bzyd5tM9P32HPYb8zL1eOlG+kUOXvoomXb7oe5k8uB2LPXrntL3xhAC/azuivgiQhD0Vd2A9MGI2voLqkD2MIHs9sLHlvtd2Oz0sIAu+J2mlvHpifz3xJI09oD8YvdUi0bzHvpO+KaN+PR7bjr3jlDw+qSjlvWpnJr7UNX69+vXzvchJ0b1iFj69s9MnvQ+ikLy52ra+gE6EvkNBmDsaxEy+xM+3vbTrG7+lQzm+5OeAvqS0uz1wu9k8k/r2uQWbCr7PbXO+zgvzOWuvvb4vdCK+GUsVPbZcgb68uwQ9g18aPR8LIr6ZCpG9QVg5vpPMj74Fx668lF9Hvi1XWr6KI7m7bYrKvGmZdD3sC7M8a28+vbnbADz+/Vy+AJXMPJHFer7ZGKW9B0CVvUFerD7NdCU9ymbLvXyWgD79cOk9Cn80PZzTpj6L3EO+HGu+PQZiFb5pwq09KpxGO5QVsD6iDjE+4HiKvFUIoL7X39Y9QSvrPcI4Tb5WRz8+2J0ivgjnGT6XYWU8LgymvXfbEj5XJVi+alDrPTEDfb6aKnk9Orzove6UiT0JaT6+tUffvacZPT4J+ii+Hr4DvmicXL2iAbU96T/BPgtgHr6X/Zg+llJOvWXPhD1LPlk9pOC7vXx4rj5oElC+e6mOPTjBWD3a+dU71l0tvXrFiT0Gdee+3ymjPelrD70kgCc9SHYCvoHfJz1U2v49L18XveD+1j3Aavi99TI/vpiVH7/Flqw57GkgvbfFIr3KkoW9br4gvp8Oz71AMQu6eWUMvoxqPL3m03694/WuvXbWur2NNsQ+LrSvPWlTgr5L2vA9ymTKPfGjHj5vgJA9i8cWvj9PpL56hig+","PlKavvqV3zwfe4W+NVIRvmT31b6SHru+JAF7PbzbR72GJHm+Z4axO8RWvLyw+yy+JpkmPnF8nD6VNRi+7nicPXXvEb7IWM2+1Z9FPvFOO75YZ2s97S4sPsGTtT4hsX++nV6xvVjtQjyeUmM+U8UtvKHY5j26cE0+JpycPq5Jq74bn5G+GwTaPKTmiD3PGy8+dcFkvL8u+70Zxlu91FicvityK75jms89oNL6PjGNLL1QbTW+RUOmPvLTuD0fMWw9qGUOPjQ4YL5+6QE/ZQHCvToOLD0nzWu9BfKUPQWIl77YQqo+Ob33vNl6GLxOqhc+YfDKvUUj3j2Cjho+vAqSPddqKD1wVoI8eBIyPi6PkT5rgha+CtVSPXsWVz5x+RK+mflRPYpSED7BlTg++OkPPiiI/T1OEhA+cJ6OPVs5Az69DP+9MbzFvQ1B3ry4trU9xrkEPYT5HT4IBIQ+rtPHvOIePT4FVBU+cSkovSiz4D6wGKA9LwHdvfrYAb74xBk+IzSlvZLZrb3ghFI9KlqEPa+cf7xcn7Q9TkQ/PFEMgj1GVjA9z3vAva6DbL3syM87GT0+PSjeL7znDb08R9ZZPZE79TwHTqO9eEkMPeXeB70fAz69a1/KPblDTj39gMC4fFS2vZqbD70TyVg9XuuAvYHumD2IsO48BlUTPXPdzb1gi4G9Ta7EvWUiZD0pgpK9+/ufPHSmzT1ec269dF5hvFjM7r2hKXE9Rdz8uq8sdD1hbpQ6l0uKvDcHqL2/z9y9cv3EO53xjDyaRxk9dhS8vfKZOj3511U7xfRUOwH6ar1TSRK9q72svUcJt70d5qI8hTOAvfv36LxUVI69aaebvadJjL1wc0w9XuChvWYfFL3wOS08JOvMvCcFEz1+odA90gokPf5Ch71GQbg9IfhXvINHgL00dxE9lkoJvR8SLb1890w9ezGhPM6+lb2fUhk8IhGEPRNKgD18/8e9QvdsPXL+gb20rVY8FcUMvIy4lD3/eJK9pB+gu+AqMj0ZK6e7","rhcXPQE0ir3OxKQ9wnYyPCHEcb2dzAO6UZ7ovPaeab1/2rw8hpRzvJBoIT1bPa49AgqGvXkSRbw8C9q92I2EPH7Err1LVbO93U3AvUhy0r3hEkk9lR60PFa7zbxlKEK842qIvfl84b15HRY8F6DRvcgyfj3BJTc9PT/XvUFyob1VDMm9tmmSPY0/Oj35pk091VkSvX5lgT0MSYQ9mRZTPC5Wt71KPJW9g98Xvf3Pt72dKH48JDYivf7vIDxwubM8fNg8u3/Pzr3nX5O7s9+JvAe487xgf0M8mikGPIMlv7ypEia94IhCPCk/q72XAaW9Ncr5u8nsBTwr/ze9iQHDvUKrU72+eAo8D6O3vb7SKLyzjIS9jRu5PUSvU70wnTU9K29EveMGibziB3m9Bb9/PSL4GDwlZyS8qWm6vOBew7xfVgu9NrZ2u8Lekj0Vihm9lY2UvQ1bt715Tq88psFtOvID8L3XyV69ZQS1vVSWiD3hJJ+8RboTud/I7L2R1wo8C9CvvVMo4LzJ8gi8u9kdPTqfTz3BZ7+8J3E6vfO6gL0eGAY8ZeDDvaZfnD0bcLI9rm6VvYbsmj20UN66JYvRvdGAurlcK7m9tkJVO+wWCDyYesG8ysMEulTPHz0A7vC9G7zsvCmz/rvYvrC9RVNAvEA1Ebx137a9Rt2IPSS1+r0uHDm9Ve+iveTfk7xyEte9FNIOvYj6O73mzYa81P6DPDCkTj23Yae9fUyuvTaYFj16uba7AVyiPU3l672RtdK9aJ3WPJVldz2AF4+8GJXhvQ+HzT1W0Di9RnLHvWxsO738fru9GQDVvVx5Ab1o5s29CjO0vepOID2UBbW717YMvZVohT2aPa89MPoEvYr1hb22BI68en9wPYKIpb0LvOa8x0DvvW7SfT376aE7u9w7Pa2i0LyVgXi9zoqCvaUJiT3g6I69qQ0gPekFZr0XV8G81nk3PX+0KDxZWdE9G71yvVI2lL3dku08kwOXO7hPHj1AT747/HuIPXRsmL2XO6u9","tGTfPTTbYL2O9h2+b9mCvVj/lDyT4Pm96v6UvgReO76VB6a8eEyaPSHnTr6ilhU+0apIPXGQub5uLgi+EOpTvjQNID7LslM92jr8vn32Cz6A9mE8LgkdPg4KnT40uaE+N8gfvXQPWj6p6q2+cPUhvlt+0T3R83G+66AgPTdskb49+qM9QHsFvb0LRb6uI2E9t/oyvnEp4T3NazC/EL3LvH0hDLsYng071FZZvaB3jrv4aVo+mxj5vahqiL6QRaC+NdjXvKZnTT5HQAm+byGEPu2HN7vfziy80d/LvvgqI77NUW8+hytGPmOY0r669iS+LrgoPrlkB78kCEg+AuAxvsbhBD63rM89DyV3vrZTcD7BBQU+nUxEPt3U+75+v6c8cqqwvEFZCj6r5WY+y7wEPj5TqD7cILe8CWPcvdCBdr5GeXK7rSCjPgdmg70Y7sI7QPixPeZror5g+IM+XF05PjBFpD1Ns5Y+TjtjPsttw77PEnU+1cG+vhDHeD0+9Qy+caTNPTjMkD2woL4+GBCRvoP+ejw8TB+8w/cwvBYduT0cirI93ykEPO5n1L0ijXM+EP0oPe7cDL8v4BC8YdM1PhUCzrxQnsI+IWZLvqRGlj5eoWc8QiDDvm8kjL6MuOW9KadBvkgpyD6msGA+lAQxviM4fj4UKKI+LBIJvYBXWT4XHUs9rs+OPPlcgj6J0Ly+hrtAPaCmRz2sDmQ+qrJDPRHQYT4KqG++YxXgvrijUz4g1iQ+fDixvlpwHj5CdqU+EeEnvkh/ID6gk42+aeJEPir+ir3Nr2u9Jd6RvkflYj7uFGq+H/22PksegT6HwLa9qNBtPq202j4R0Ou95/JJPsSiuDywDZC9TIlAvhzNp7ue0p691QM/PuhjLz69DxY+ItYsvUn62L02czY9Fz9SvukpjjuS/fC+zGrsPdOygD61Zcm62Mx0vTfu4T5a73I8W6Ozvb4ijD1Sge8+WQoYvlRhRz0o4R0+xZYmPYNZir4mEjO+UokyPu3BV70khza9","yf1RPuQfs71Wlkk+bPkqvrXDPTukF7U9YYuAvT3Lhr21HYa+ybdgvc6FlDy+Qvm9JlSkvbUslD39fTM+AjvfPR76q7tjoqK+/tW7PduDrb3sU309BQb9PI9g3b5L8q09B3UfvrlVYr4c6ke+XN4gvi5YLr6LJg8+MJzKvDosJD4BV7a9XrF5Pd4kvj0StZ++SxrivkI5jr6l0JM+pXlWPrHghL7LxC897ikIvkXlDL7G5Cu+ocP4velmjD6lLJ0+qLxVvUPN6b69GTg+sQrZvk2z1bwfFJc9IiUMvTktnr7Mtzu920Oivt4Rjb3Y8RS/7IfRvkyaNz3ZDie9GU/GvEs43r1HwaG9YOSBvvK9jL1ZRcM89qJ5PbgZdz7mT4I+OfgNPuqwLb31UKq9OuacvjvSc767jBM+gc15vsPvmDxcPBu+c+cFvqhnhj62UtS+EMXVvcGAoTvYgpg+m/bvPabsgbzx/cy+taBOPkaOnr6MVcW9D2abPszw2Txy1QQ9oW5pvuDnNr5AMWu9zInfvVc//D1cMK69lKV+voHE0Dp9zwa/FssWPsjlOby0cAS+SwaWvm4J2L2q4Wu+EUaDvrkhdL0J6Ja9p04LPmo4Kr5dGqI9H7tgvggHSzyC+IK+9BuDPgZlbr5dwnO+9UUfvNq59D3thnC+sYg3Pnoh6L7E0sc9IIPmO7dw0L35X4Y+IxKKPs5pFL5twpA981WfPWPc0L5rN8k9a8KsvqTtaz6jpvc9ojyvO1NHLL49iwO+CYprPfKhCj7ZRL49SCzMPUcmmb0/iJS+Clq0PraaRb5BxI4+XPOcPebb1D3Foha+5KmQPkyIcb3lVpE+qwiYvuXlW72TqbQ9wPKBvifpQ76Hbi2+mUlJvdzZlL45JBC+hdfOPQw/07wvFA0+AWh7veSlgz7+V3++h6orvglVRb7VuHW9l/s8PfDGer74f4M+dLKBPddRb7uGYQI9ma6fvlstVT3u4IY+UFvtvSgkmD7UWyQ+bim+vdyNyj1DqSs9","y6uBvdT5cL0zZZE87t1KPs/KwL0EY56+xUIkPQv/AD7tHq6+k3TMPcyTfD3OmOS9l9CPvirybD4Uolm9ll5/PSbjoT1rbaU99t8RPHiPTb6oarK9X4xVvA3Qwz4bTQG+94FYPqTmDb77Ldo8Lz1Tvpi9XT13gtG9otXhu35li76djpo9fHNIvTnHe728JYM++34+Pi5Hcz04W5Q+4GfzvNVdhD7F51I+XzFbvhkpRr0dGDA+k1G7vo21jr0STJU9JfqDPjc5MT7C5Ye+bTCXPXxBvr0a+Mq+encGvjhKIT5k7wY9SIVHPj6D8bwhhpa+6ID8PfzZ170N6vi9yvjcu3gl/r2iUpc94v7FvQ8/eb4WRoY9EM6QvfO8pL3Nape+xB/BPp1cKb7QXHA+SsmOPhdILT6lcBE+g1VyvdKfFr5omfu9ts/svdGxpb05Qxc+BAW8PdwG6jyIfwi+xBIQvf/Ul76Rf0Y+Tuy4vbHFrby8rJa+vGwzvBdVF76xiF0+D4jyPfBYub33J24+cx/PPlDDjr7/sqO9iRtfPZ1AED3tNxu+WwrGPZOL273ihsQ9+IxzvJWvMj11h6M9YZWNPWYcbj7UZKk+p8/VPaVsLL1AJai762qdvgM5fb7fgBe+o47nPIDPPb5SbX86upKwvs+o6D3pdgq+6Nvjvab+yr2zmog9W/6WPTwYHj7lGcI+pvQBvvBtTz4iU4A+wwSVvR+y4z7XKVy9J0YwPYydST5aShu83wqhvlkIej4AZTw+Dkx+vWfgDz6SG0Q9FxNVPhJgmz3FERw+jasVvkWEs76RG4++tDAGvqOkNT4eDFs+gBEOvQZsGT3FEJ2+C8SYPhxRcT4OLgy+H4bbPjGRhT2j64O9M3CDvTD0HD6EJRC+fnX7Pn1jd77vo5G9c4e/Pd1NGb1IrhI+5DxiPULNFT5xHBO+ey8aPj9+lT5aXbI+AY60vSNuGD73sDK9UHebPcJmVb7twpM+mRQHvXaFhD1b6fW9Cf7UPYwJhr5dEdw+","UUtCvmiYYzwM5Iq9th+0PqWOCb91uxU+ZRv1vQoAHr78gpI9E94vPjEF/buoaLK9iq+VOyNUDb8VMa4+0pFVPul9vDuq+La9J1+XPnONmb7DGJm9CJg2vRdquz4nGyG++KjGPYQSG79TDXo+RGIqPkCRar0esF8++Ze3u+eXoL0+8pY+hs5CvT6vmz2xImS9McEYPRgQXD6LEG2++WDzPbyoOj7xXkw9P88Tv04B+739Kn++txGnvYunqTwhciq8kozEva/p7zy3k2u+lKERvv4VQLwsNVQ+57U6vlr5eD7e3is9nR8JvgG7mL0WYoo+/pI2vghUR73W8Lk8mVJwvEv4Bb/9fAi9Mq77vt+13r5ouSa+HCAJvUNzRb6jhgM+URSWPlssb779Wm68tYVWvycbJr1dBQA+VWAAv8jH4L538da9sPGivlUIKz7WVkC+YCyDvdh4GD6ocdQ8Cws0vw+7EjvLf0C+Bgokvej4rLxgX3u+uqTBvVC9YD2ByLW9LT/rvY0RqL27jqk8e+V1vYKUlL40f5Y8cA0OPsgnvr5Z+ge++sGzPXV5jT4rhZQ8GTbbOTYgGD5n6Ww91GVjPtB7Tz5YI3M8B6bKvsNXk72etq09jqGivjLWobzGWT6+wqwvPlI3AT6+JiS9HSRQvvgu6LyMeAu+rx4xPQSOw7yYlVE+7IszPSs8vz4uelO+J2QTvfNdzj17/L8+JUWTPYkAB75+DL69RySLPQ6Xdj7fkw2+Mb6pvvJxtzwlhBs+LYQ4Piyemb7E8Ce+4ESYvvAfqD0FC7u9A3aHPCt9jTtaHSy96q0Mv5/ajr0y08m+oBNgvsf+jz0Xu8q8cYr3vIRPAb4K2ri9h7wCPqHDWb4SDX08OqF3vvpZ7D6GLis6ioCBvMfzgDx/HZi9HctkvTnDfT0cEpK9+I9bvmGJg71Qyi6+1awevr1bEr7tlbu+LoeQvS8Juz2/SMs+4Je9uxG25z0swKW+/p8ZvoTDJL55HXa+A10nPu4rvz2RTC2+","/zBVPG8xUj1L6V87h/ucvkYnWj766po9hCDrPVk17L2ad9C+cYmlPT2wzj0kUKM9oMhHPmobpj7jJzO+NZrHvFCyDL101tK+LZy9vlAFRb5Ghh+9oWiXvh46Ej3w/18+dCkaPoOqQzzvCIG+lTiJPhW2270sRly+MQ1KPsH7LL7M4ZC8pMOSvLfv4z7qWDO+kUYYvdHQyzuO54c9JoeQvifsFb7TGdw9vuHmPdSFKb0DqBi+H/pGPo6h6LyC2eM8KlZfPEJgl76ZiH++spTdviniLT37od68nRQjPslPGr3H/Aw+lk3uvhvjKztvZa6+tt0OvkAmbrxGa7w9YIwgPopXRjzogmQ9+mQgPoZpRT1XYp4+EzLJvOv+qD0kW4e+FzW5vo8NjT1hIIA9ZZIIPSrMH77q/N09m2SBvb/r4zwma1i+ebZXPvRc0T3rfza+vduFve9Gkb2314k+9oU3Pe8z1T0swBO/G3kcvgAgUz5h1Mk9ZAIdPnFEKz7iC4g9BsmmO/Ahob2G9vO8KpUBvk43d71QRcy76AAMviPN5jxp3yC+Z8KtvRKrJL4g/Jq98dN4PCZIi72M9Bm+iAqpvS5acr3Z4uq9H/4ZvpiW7zxTVaK9pnbZvcCnpLu2XMs7/4wwPGSlljyClTy+4IDWveZQHb35UIO8HOCuvdJUHL0u9fe9jIZVPUJb071/doy9NhAHPQDPj72KhKO9YLrWvX2Ltr3xFxq92YMDviOBEL6wVRK9PFJ9vbkjQL42TBy+maHhu+ijOzqCXxC+l1H4uxMKDT3beQq9bV58PayeaL1uWgq9KNg+vRkE4b3fziK9hYVcPO6oGb1/snu6KS0svte/gr1O5829PoqwPIQCcj2VKqC9Az8ZuFeE/z0DAZ29WTT8vbHeNzzdYfU8ajiFuwckXD0yk7C89BpEvEB/x7yeoV47oDPUvWWYC74kigW+4oP9PIVB+bycIRK8nDMVvS0rurwP0gw9cMSOvSLCQr2t2848RvW3ve/JKr39ph6+","PPduvSV8qr1wnFG9D66QvS5apz2K1l88NnoGPSgQ0705f6O9zqY5PUICXDydoTC9aXIlPa6f7r0IWRW8jXUgvcDvHr5GL7k8IZpdPd1f/bw/WoA7Mg0ovjchWzy7jfO9KnvIvNdt3b0krbo8S94avlzeub3CQ1y9SMhFPeqrOb1lB+q9gJ+zvY3CWj0B84i9Y4MIPvqUwjwS+uo8dkkOviOUBb7RpR2+bhO7vQ6+v7wQiCI9qGjxvZQFxr2uL8S9ImHLPU6Oo70kTi496F0+PVyEOj0YTEq9zGpdPVLd/b1lUBy82mlWPcxYYL0Qsay9N02/vUpI+TvcYCU9cGv3OkR/7T1qWt88tc1iPAf68jvKOOg8mrswvV4TQj05nYe9dn/9vMhPkr1/4Sy+Xj2rPcdhOLzko9q5NZzdOwMCNr2zdFg96l4ZvqI/XrxHQNq90ynFPeANiD0Mpde8FGs1PdeD3Dy3AAC+pbq2vevoNzz0WX28TGe9vfDlrrzip9q9mGOzPXDLFT1du7y9AnwsPU2albsaSSM85IxPvIPJwb3Nylq832kKPBjTH71dnGS9hAugvcy13r2uf1a9fj0QvAICyLo9J+W9oF0EvpCPDjwOBXU9QU6MvWPknr3v8wC+4cGmvZcu5ryCNx2+s0G1OyD757weho+9+EL7PJH6z73pJx+8JBlCvQwZyT1aRyI9gW2JvDcFqD3zCy09d6hzu/xaEL4vJvU8mHcUvKcRbL3JFZy7IsbMO7vIYr2gWHq7iFibvUQYBD3Y3eS9Y4ruPPGYuD3s5rS9mCsOPQF46zyWsHk7vJF6vFnl/DzaGQe9jF0svckPVb2KF0y9aD4GPTxqTzzLXio9yLnuvbyyxDz8u9e8SFsPPj1m2TwIqp09Rj2KvRUPY712s4e9tIwGvZ1Kg72watC9eI+bPSc7Dr1FyTy9cRa3PXQq5b1FwJI8zz24vKPePD3SUyw94q2uvWfZM73YCnS99HLRvXlfo739VJM9cxELPDb4sz3XR/u7","xNBzvvVqNz7XW0G/5ZoDv0L3oz7LGRq+u+JuvpWBpL4QBru+RN5MvY89R73LF0q+UULFvXOrp743GES9tEp4PNo84j64Xju+Lh1ePYRgwr65PSI9+pZbvs12wD7I7Qw+pXGEvoIv1jpCRwM+8A3uvTVUVL6RRHc9ftwWvvPhCL4t27o9jyHPPTVVsb0QRiK/jEvoPqUrLT1Kqx6/YLqAPfm1Er8+VY69SyzEPSJ7dL7JAJC+mAwiPiUI3L2TvZS+nhp8PV10rL4eVc09ddFNvR8wvbzvD7y9+9qYvgcG0L371nK8GpsTvhunlD1fBbW8fguFvq2DjT64d9a8at1xvlcTBr6cX+q9iXdHvrsfg74sLYk8DjHgPNXFaL6b2iM8svsLvuj+Lb4Z9ae+h4JtvSzcKz5tvwi+cXJTPsL8hroHV9s8FKLIPLfgir4Rgy4+XAKevWCHt71SrZW+AxxnvT8+Sr2lS5M9V8iKvllrPLzJ9jo9oWT7vbJ0TT5w9fU9vmKnvfpQ8T3UNFC+ZqMMv7mKG713Ttg9DWzXO8xUHL7urB2+In0evlBug74yr5++OWfvvlumIL5E9Yi+8kIIvrM+sb277LK+/KaCvgbbf75RuhW8ywo1Pmdut72BJ2S+bNiCvoQrn77rXUA+IyyaPpcqwL6mmvc+gVv9vLrQh769J+29PQuhvE6VF76HRuY93h+BPfgyBb4V6BK+4oFAPpGwh7wmMQA+sm50PLvRlD0ZP429tn4iPu0Vq76IGay+15jTvEf6mz6ToMe+KTHyPQIy3Tz78K087fNZvf6jPr4Cyj4++05APiEFjb4ZEWk+uy6nPXoOQ71oLYC9Fg52vTzZ87tVqlo8V4g5vhTfpT0ApfM8u8rdPdRUKr4LSZ2+1UVaPvgH5r0DTAq+FiutPc+Osz4N8Bo+00ocvmnTlr4uykm8bHqJPu9mkj6XSnA+hhCTPbJcQ74xQ5k+0uI9PnOQOLxc2kU+t+BZvUhmIT6qGFA+Fx1evirICDzoQTg+","JvyxPQbT+7zQWx8+SQFYPW5ZMT6S5n++Tiw9Phxlpr6ax208pYSHvM7C7j2P/SQ+HGkxPYbmCD5MnGQ+Fnm0Psr00T3aC5i6UtVFPadx7bnNefG81eudvm97Cr23+yo+ziUsvcjQBr7InCS+gBJ0vRz3U73ezou+81m2vEDE2L2SJ2A+GSCova23bz7aw8w+zkZpvnpT8T343DU+BksWvrU+pz0u1zw+5xQXPnaOirzgSiE+9KauvXmKcjxgaCo9zRsgvrf44j64T7k+lfw0Pcb/Er2x2dC8k380PXWyHL4P/Fo+OBiQPWapXTvDPvK+zHyfPsn6mr4MGEG9LBWXPtV/0z6FKqW7Wl6lPkL5Jz6G8QO+dtRMPX7Msz4UtrS+m4oSP9PSnL5wNVs9ZMC0PlrtqT615sA+Ds4EPu8Np73UITS+fcihPtBLjD6LNG89LUOBPaJ4lT4cwEE+K/PgvVagXL7nuCc+wtATPhk7vz5QhwM+4FBEPkhw+rsmeE8+L7iAPQnkk7xV2ga+Ga7GvVQWuL3RNKE93AZGvgoZsb7el7C+8E60vXSfh75gRC69eG/bvp7Ml74bwpC+qW/Hvv0ZVT4HvCm9fhb9vfQz174V5uO83B9LvT7bZ77Q45C9DrCsvVnW4b4mRLw9OMmivU3NM77SIBs9AHmcvl2GNL6Uq4a9RiOvvROYHT2U9Mu+4Ecxvtc8Lb0BoXa+LFBXvq3Ewj1jhAe+0I72vD70HL2Z3Fe+8NyZvWoqnr4VgtK+pnJFPQBWwrsKNH6+LyYIPoDUlby2Yee9jv8cvZQu4LqcU3y+1bFQPQkE0jwA2QO/RxryvYWp6z3iwTG+cJiBPTpxez3rOda9T4dMvl3smL6KYhU8gTOHvSA9A75mYgG9444bvo6VkL6KZyE+RVaBPp2sYT7iq1s9glFEvulPir7UWJK+gqa0Pm+Xlz0FSRc/+748vNOFsb7lp/u9TN8VPvBkWL6ZjAY/ox+fvng5Ez7Xr20+Vi8AvivTVL5vrsw7","SlgJvT3ZiL0Z4Fe8f8FZvp/pFT8dQ7e9C+n+vUoVcj6gYcy+wLW5PU9EBb41E4G+H2nMvcTAcr48MNK6kgvnvQvLCT8oIYq+fU2GPmnAGDz8+5A9plgdPu8Ih768xT4/E40+u6M3ob38bUC9fvY+PnhjzL3LCqM+3aoqvEcjM76HK6G+NZRhPRZmC7xkIq6+fgbPPMpSDj7j2I6+bhKmvQsQ0r1DGry9ebx5vgfoIr5X7Ry89iLBvqagbT7tZoW9kmcsPoABx7533Nk+ecKXvtBdhT1HEUu9mb+2voBW4j09nig8EV3VPa1egz7t3tg95rBWvm1i1j7ZiwI+LuH7vf3ixz3Z8Ra+GpCCO5JzXr4vm5s+BPQzPijXtz25LI69ECrpPuovgj0at5o9SgMBP1iQ7b58EB6+YIx0PngBvD25AYQ+hxOwvnqJvbzPld09E5aIvQC85DwhKTe8nQCGPmSO+Dt0d4S+spDcPCtEcr5I+6q+36auPqlpCb6rsaA+sBVhvaafoT1WWhO9i259PuBCOr7ufaU9DfQfvuDUPb2ZGEA+ME1OPqLOJLuUeI29212YPrKQjr6O8Cu9xt/0Pf/+wrxrfBg9icyOvGgmSD5JeiM8kSr5PlyTr76rjVk8NDfcPo/Jej6gFgk9kgBJvgHrsj71cCk9VWOQPuIiyL3WJA4+J1G0vUdGlz7s+jI8Xpc0OulPP71ylMM9uz0yvWCljT4tvKw9nQ8VvtImFz1iosQ+CwfKvXsAmT5SRug9c18Avoz9Kj5911G9tACHPhDhJj31acU9P9GKvdkot72wnNY9uJq8PtGiHr53S1k87qmJPisFcr04KrQ+RDwAPmk5RbyOeWY9oKTSvcVp2bxxhE89CKmvO1t6YT5EryK/ppOZvAf20D2aOdy9/wp8vVzWfT6FBFG+o+PDPKgr8D3L+Oa9CfujPUxSVb0x5/u97lbBPaoPib5JM7A9HAFLPt6jgjv/WKw93LYMPWK61DtdMRY9fK6hPCkSjD46z3O9","wjUHPjNLlL1awaY9b/aXPSz+CT4TOyc+vW/EvdZL972NLAy+YSboPUUmIz5Hb2K7ooqEPCgPMD61ZSq+NoSWvimfhz4D0m0+WrhsvDy5Iz7t3I+6NC/ivcdl5z7dgrS9qEUKPd6+GD5fDUm+kUV0vUkMvj1JFju+ud+LPTPRHT6uToE+OB6SvRFqpz4sBve7z8C+PSKnAz4Hd/+9R9ngPRRNh77lGQc+F05/PeRCSj2CZ+M9FKdSvs4Ccb1eA/C9MnkQPifRuz6ld4y+y/xxPmTjtzxjsOW8dDPsu4X8Gj4guyY+PvelPmPj2b1ebca+9Ga3PvL4V773bk086dFpPdifKr0ZplG8dN24PdhoFb5vB8A+0SGCPo7ycL1JKVY9T80JviyhEz00/IS+H6hfvbUydT4xqte+0q+BvqRUh77Ytq4+YM9GPgJDKr6f/pA97afpvQtdy76yT3M+EfrYPj++VL5Fu6I+yO+DvTtYyr2V6Y09OwQXvbdQaz01Rmq+Pag+PcLZZD2HTA0+anCTvacCoLvLpUi9FKW0PIsIFb7S0IO+8kJBPjQ3+Dxb7Tm+JT9wvdBhKz6Bx3y8ZsSTPcsI+T0C6QW9RKuMvqn1Qb5RsKY8RuzivNSSD7/xX+M+h2zFvVMrYL5Pm8W9pUWovH0SEb72My4+rKVfvZQvrr3rlRm+1jb7vRo4Kj1vU8y++3Ymv32rXr5XH+c9X7FevpUf7DtxCe+96y8APmGOKb5WSzq+aVwSPcb7PjtwwWq9RDGEvgGUsb4NN8c9R4UfvpAJvj2MXq09emGpOwl6mr4BQ7G9aXx0vuJ0Qz643Vy+TCouvjzQoD7zYcg8xYVgPv7am74uRn+9KfLavfGy4r0FlAK/WJ0VvYwj4720Un0+G8yQPopqGD4diYk9bBtzvXIpIL5b6ta8mo1gPZNsMr3++cO+ZfpXvmux0T6w6jg9357qOwk5Kj5T6Qy+T+XDvCvarz0iuUk9eF5iPnVbTr7zRGa+cKiAPonhx7xDhnE+","U1f5PA8xpTsew3i+x/UbvhJhU74wKl4+YR9mvnNr8D26anc+hRtjPQwTab6OQ2k+KfmkvRcQ5D0m0Le8UZ7Evd4TDr7yDDA+ZflePezw0z10YWi9DB5wPm5s/r2XtYA+RgRHPS2X9L2BoNE9TjfSPPax7j0OGim+bVWgPdRktz1of78+miOSvNjLTr48XY+9xvKqPSetdD5ZbQc9mZAnvZz8Sz6K/GW90Hl/Pfec4T42Syk9nd+zO01DJzyKaZo9dbD1PYiedj54IEY+HCfCPo1Iuz09MHK+F0HMPRIAaj41ZkE9PD+iPlSLsD0PY1u+SkxaPtBBLD6X77M8Ow9dvYte7zwCOqm9WYi+O3/7AL0d7+g+uJCbvi1Qez1rBIk9yr2CPhgDpz1rp469JowovVn2vj4no2w+7z05vcVyNL108409OCqNPjSnsj5FLsU+qFx8vcTNtL5Rm3U+ERW+PsdzKb1bNag+VRlkPqzrMr7Kpoo+WjFMPu/ogT2DKT+9HWQPPgu5ML1gyVy+aIN0voDT4Dy7E7890RkQvps+lz0+KkG+GtQevomYrr3GsgG+usCVPbKvhD1FzVy8F6cEvqFyoD7QmVw9xYxPvoL4TD7lYYe90GZpPjiM+TxU2+68N7MzvsUyyz32csm+KK5zve6u2DxQLEC+ySSvPGX5+zvSYIC+AUMOPnDyFb9qDd++f8tVPbCHjD5u/jq+6NuhvoA84L4fM829JqsivoOmKr2/Jng+12mKPmc3Bzwr34i+wuSNvsLOC756him+lDMfvpZ6ST09L7W947Dsvdtfgz3N/bw8BYPmPZKMy70ZyWo+BpAVPl4YJL7ACj8+w5BdvSwMWb7p4Hs8WwoTvu1lfL0HFAk//RPGPk8Pjb7joya+G3URvjKabD0sdUo+O8I1PrCCh74pnEO9y5WdPdLf1b3ZJvy9yn+lvvLGjz6kYKG+y5rlveNpAT3mD9i9uf7NPkEQgj3TejO+DGc0PTDoDT41xkQ9xi7mO0YPzDuABZe9","D8kqPgj1mr0XyRi+KK9sPvwi/b0AhQG8wQnHvk7OOr4xb5s+RJsQPZmMrDwxPzU+ro+VvsOVQz2uSu69h60evsL6ND0BAqc+XG8HPd/4vD6qa/G7J7JNPsZOM77rmei9vtL0PGrGpj3/+8I+2xGKvm4E0jxfFzw9tOBSvu1UjD5uDLg+HCmfPYa3iz7bBlq+EfXgvnFRJb6qQTm9SHp/vLl9gj5frAE9adIFPrtwqz3m6Qc/Brx/PJWn1z1+Mnw9p2e0vuo2ij7vDD89JozIPqkM5zvDgvk93YsrvoeppL2RkYs8l9EEP7qIDL7+KA++SC+DPgr7A75Tcog9xpZxPh1sDb4upe89UknmvnUUgb7q6u6+os9QPo8DCL7BLjK+oZq2vskAKT5CMmQ+kZ0vvt9w8z0T4H++CFBsvpbyib7dBLy9YPSivoZeNb4/L4a+aS9iveaeur6Adca+0384vo2j9D1mwyI+6rVNvj71274fbWa+Xw5qvnl0bz0BlVi+lAtcPhWFJryKBmg+yfcePa3RLTxRgzE+m3gWPm8a0D1Tz7y8SqTbPP8JFL1NZxy9UpGqvvh3xTxf/No9DenFPZ+e3zzG9Du+Fbdbvsfv/b2rsng9jkS0vanVmb267jy8WiHQO34yEr5Xe9I+maK1PNW7YL5zgeg+z0gVPojYFz6K8Hs+cihKvQLNsD5SGcM9lsfMPOt4vjujrbs+kWPWvRg/sj4Vaqy9p4qKPrzAbz6ITEG93iN7PfNqaz716vI+s3rBvk6BSr1y4mC9vw6WPi9dh7ymWbI+fOagvt18i72eOqy8nP/UPaFWLD3u3yi9eW2mvm2ycD5soQ++Zu6xPkgtZL36xVg9TVvUvpmYvb4VapO+9SdtPagO2T169ZG7/C3EPtnODL6b7+U+NUoFPIuc3jyX8YQ+UxEkPnUNAb4ADU2+fOXGvUjUMb3BIZ0+PpErPTWAs7w3SiE9gH6RvbuuQL5y7JM+bm8svu51hL1eTFI9rJ3NPVvxJL1VGYY+","11l5vo/5CT2o6SC/nZ9tPDhQhT4pFgq8yMXOvZQI3L2AwD2+uoQmvmL51T6+tvO+QYiJvjKaiT6L85C+qGB8vr2+Gb/bb66+1dmBPk/RC7/n9jy9xRUKPgt7Eb9RIvA+dswIvVDED7+S13g9ykBvvos5rL46xSY+Z4RlurFGez2Ixn++yVvouwwR5L7MC6o7sP5oPbMgLb7Gmli+5uC5vhi7lbz6Aeq9A+ZzPeR1OL4NYB++Vo4dvrhmfb6ZoVu+YAMXv6+5h7shDs49W9ESvgQxI71YBIw+8/Dtvsi8pL7VFYW9ydYzvmHeb74Eizy+FWEjvhWGyjufJlK9nLKsPcsC2r38Bby9nYpuvgRkhj1gYre9U+IpPojIMbrLj1W+GGWTvrzQFr6AQim++oU7vozFGT3x0Ig+3iY6vnDmCb4QXDS/JnaqPN7ySb23H7K+yRExPEefBb/7GcC8RBL7vc/kpb0P1l++3G2WvR3AHL73CU68Yua3vQ60gb1lq409Jmp7vriG6L3x0MK+1nBQPYyZTb5/H1E+jjDsvqQ5E75b74e+26+nvZJ8Lj7L5Pi+mfLkPRgDoz7nZU2+dIQfvgKCA7/nWwo+5+m2vVCTjzvBq8c9WzMHvufG671wp7s963mIPLMvTj6yecS9k5kXvvIziT1gwfO+ItgVPTFypb5MUrS9GH6vvV58hr2Ve2W9bMUrPo3eJ74wdLu+2na0PQaJSj1EYoe9sLcovPC6KT3BoNm9bUODPqGlDz3T9FK+9boNvn/vprwJygC9MI9PvgrZ+bzhghO+Nbolv2FY6748liS+K5u1ve5yET3pfMO+sJ4Evo/gdb7Mcm69L6sQvoE4bT5Dt1m9jjwRvk+hTD4kl58+zoTVPTxSsb0z0Qk+o3CovtcO573IC0m+y5RgPp+b3Lwi+Zg9TWRxPggszz2/zc++T0ZUPvfAhD7/Giw9qiGbPVDqML2W3Ly+OlELPnwvnb22jTo9QEAwPpKCeL0C9Zu9gnmHu/mRQ76bvIW8","1ezqPoNSobwr3lO+7qmovmMnzD6V+qm9D2CGvrU5iL5OKYA+3tPMvjcr0D4Pwyk/o2mYPmIXlL2sN/S9qIOKvoDlgTuSFS0+wQ8ev9cDEj5Vj0S817lVvrWXvr4eA7c+srHkvtRwij54l0u+7dbXPlX3Jz43W6e+J4HXvW86CjzjEQY+RH3LvNn8N70qKV2+XX6YPvySWb1w38k9cr0tvmPej73kemu+Wk9IPuEQnD7Fj4M++Fk3vjdIxj1wDlU+OuuuOx/8HT4jbTS/xY8UPau5wTw6qe++/Z1UveWr9D0mLgi+77wyPhyYM74Z1dI92Hs4Pr8M9L6qOWq+X0eNPbb9AD4qM1A9CTTLPbU70bzkO9Q+VBidvhQ40j49f8g+UPT2vephtbqkQ+C+3RxGPrvoubqEvOe9qUWvPsVWGT+PEqg9E2DKPNTS8j3KzBC+RfFIO6+aEL9bjBs//rKcPlhTqrzh8bg9EyGFPtRuLL9GOys+PkMuPja5NL4EtrO9/DHROtKx9jzxU4Q98wJnvnNmir592Bs6m2UQPvqsCL3uH1C9gcK+vbyTLL5Q0Qo+RZTVvkVXxb4hYqU9z2OLPcSv8L0h17S9G96WvjPjv70vu7S64rU1O4b7Wb7nlwu+FPGsvoZOVr7QORa+6IhxveU0zb6aZK69oVDVvlE4Sjyfp0i+KtgKvNnHvb0TEQW+ldA0vtjVbb3JvEk+OGSCvD4/MD7bkd29SMvJvZVNTb4WzhI9VokgvsqVKb6S0Nm9F1COPZW9i76ZlKq920EQPswkyL116zI9dgYou7S+PD72LGy++zV7vXq8J76uxVE+VykMvu5jo72MSlm+T48SvndDK70yLEk9rNKBPqe5qj2XBHy+CevnvSntgr6+Dha+AD9DvlYplj72Yi29mGoePR2tgr6/ij0+Y0FrPb0Evr3kGE0+/XGxPQvDHT3XBG6+los6veiyM74M90++EEqcvCjqPD1Fz6a+TMKDvKpz/b38kCi9CJdWvpUapL0fu4o9",