{"architecture":{"class_name":"Functional","config":{"name":"sequential_4","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,48,48,1],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Rescaling","config":{"name":"rescaling_1","trainable":true,"batch_input_shape":[null,48,48,1],"dtype":"float32","scale":0.00392156862745098,"offset":0.0},"name":"rescaling_1","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_12","trainable":true,"batch_input_shape":[null,48,48,1],"dtype":"float32","filters":32,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_12","inbound_nodes":[[["rescaling_1",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d_12","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d_12","inbound_nodes":[[["conv2d_12",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_13","trainable":true,"batch_input_shape":[null,64,64,1],"dtype":"float32","filters":32,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_13","inbound_nodes":[[["max_pooling2d_12",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d_13","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d_13","inbound_nodes":[[["conv2d_13",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_14","trainable":true,"batch_input_shape":[null,64,64,1],"dtype":"float32","filters":64,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_14","inbound_nodes":[[["max_pooling2d_13",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d_14","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d_14","inbound_nodes":[[["conv2d_14",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_15","trainable":true,"batch_input_shape":[null,64,64,1],"dtype":"float32","filters":128,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_15","inbound_nodes":[[["max_pooling2d_14",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d_15","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d_15","inbound_nodes":[[["conv2d_15",0,0,{}]]]},{"class_name":"Flatten","config":{"name":"flatten_3","trainable":true,"dtype":"float32","data_format":"channels_last"},"name":"flatten_3","inbound_nodes":[[["max_pooling2d_15",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_8","trainable":true,"dtype":"float32","units":512,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_8","inbound_nodes":[[["flatten_3",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_9","trainable":true,"dtype":"float32","units":2,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_9","inbound_nodes":[[["dense_8",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_9",0,0]]},"keras_version":"2.10.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[48,48,1]],"output_shapes":[[2]],"tests":[{"inputs":[{"shape":[48,48,1],"values":["FnULvzUGUr+b6t47+pbFviPRNj/xmmu+FxICvmKUKUBgoOo+p+2NP2Q6Cr8iTSM/VelQv49VAT0quG2/5SBXP3Psr74wa2q+fyjev7rJJT7Bomc/LcRvv5umnL8FQu0/PkbIPbtrZr/KswXAD8s7P/jAST+e20C/bq5pv3Fbwb9QxGq/IpGJOzRLGr/LvQg/Nc8/P9a8oz8yNZk/tUlwv2ZIab8h3tQ+GjnhPURUsr9b1Za+Fx5bP6KNfj6p2FG/RUb2PsPruz+K3vO/ybXkv0+LEL8cK4c/2aCFPndYlr85m1q/cQUZPrTNhL79dJO+ljngvtPVCMALTRa/qI9pv+WOMj6guec+EZHbP44WiT8uvMu/rEQJv+Xlab+tleu/hvgfwPp0vL8Baey/B1CCPFQPjj7btKe/uTQKveWADr9eMpY/riFSvy7KVT/GvoK+vvHMvzOKA7/MZ2E/ZILfvf0Qj7/sbrA8myg4vj8Pu76oKxs/rI8xv4aw2z+AmXy+hojav1N7L0CPCn6/vDSbP5sttD/pNI4/ALzePZN4yj6ssp0/IIw/v3QWdL772Z6/soqHPwukEz72a6i+edwXv9cKnL6gYfE/oScIP98Loz5MCnK9wA6xP6HQvD65Y5W/4ytCP+81oj2RFC++nUFpPiV9QD8yZYo+MAByP5aquD1c974/ujqtv4NnfT9Ii3c/+vr/vl6kFz4Cx4e/5FiMvyF75D5yKgU/Fg48vWeBib9xRkw/8eJGvOiFBcDaoQ0+r0DevuaohD+FCNK+D5roPmO1Q79gggW/63ACvzAj6L7oGoo/qnfJv63ofr+caw/AYdIQv3CHub5ZSu6+hlwlPxfJv77+VfS9lqGnvigjsb+SG4M/z42dvvKlFEDT46E+8ku1v+J/fD+9aDw/ZEibv4XVyj0XtQi/PoX0PpC4cT0A1Ii/ThadvwSEYT838uM9isINQH9nGb8TOIQ/tPtUv77Zvj6YYGu85enRPlwDc74d6uA/ZwZ6v7udar7T5hU+","50yFvnZkVL/hSi6/FaE7P/O1J7/wMy8+hPoVwGqnGD80tw9AFA3UP+MkOD8YIp8/Rv4wP3ydH8D03QC+nWN5vhxV1z2GNs6+WiQPv6B7yL4RNfM/R3devzXeor9x7uy/tahzvfeD574VLxk+I5muv5oGI79OHNa+zagvv9eBOb4LM7S/nfCrOzakO76vBUQ+0+JVv+mfHr9armJAR6UCPzHnRr+vLKW+iBuUPyeolL+A3T8/nECjP/ctIsCuN8w/58bRPo6C2b4yhRC+8A7cPu30qD9fvFC/4Ey1PxYlzL+C/KG/hJRdPxbYCr+Moei/QSU0P4pyjT9yARG/lyrdP/cry77ZwJe8/ej6vWP8KD/+PGK/PD+ZvV0P8D7eIY4+85w1vhn4qj9kV2+/611NveDjT78y0+g+JvOTP6xyhz+egEQ+FaaQP4dquL9QPJa+ZgLbvryaET6hh04/YiLJP8xt9j3uumG/50nBv63W6r7R+dy9dzckPbgrLD9F5v69BgsZv+w4nT4Vv1Y/Phclv8RdgL+/9hi/H1B5Phy6KT9MiXg9aOZiPzW3sD4SmMy9jCg8vh4+ZL/Vg5I/zMG/P0++Cz81t1o/vk4tP2EyJz8MsrS+1l0iOzwpbz9J16s95q/UvkgsxD4zrYe9exTrPSJPcL02ziG/AiwIP8X2J76yvWs/OKmvv96q1T/Ki1W/vctJv4YOM7/o96E/S0Igvv64d7/iOoa/Hs8FvrTNfz8KFgBAjk5EPyyDO7/Y2GU+yZJcPxUvzT8ON7S+1VSIP1VaQD3cMlm/tkAQu4Cpyr5p4Qc/fOeTPws4pj6eF0O/YwqHPrApCL2W3iq+3lctv8HxNL+B02E/1A5DPiur/z6LDD+/W58CPcy/jD9ywba+jQsiv5/gNb/vGCBAgkESv2rYcT8w3l2+VrsQv1ShiL+qnZK/miM3vivlJr5sgc4/UiUyvkPPzL5O13g+gxEXP1Z2Tj7zKCq+cp6bv48kij98IMu/KAcvP/09AD8Cf2O+","4kTnPiYqVD8k/98/4znsPJ3evz+nP9G+dK5IPxfNFMC9eoC+HrriPkuPyr4NDrK/6kUPv3Rncz5CvFE//Z1fPw2Kkb6kxPE8vYlKv54E0T7YriO/lqU0PrESCj8dAZ2/KlYdvyVoNb/iuB+9fxSDP2eWob5jZU8/PAdgv8A9Or8vGvm+znOZPxcECj43jAA+fazMvuuNRj9yia8/z687PWgupD8M60k+uoQrP5TrlD9JsXu9tssdvx1TFsD0fpG/5F8BPzUk1j/hyPy9r4HBvihZwD9oIBQ/wqQoPinNSr/BdH2+l5Y+P2MFz77oTLI/e30+vojk2j/DROC+2iQyP0x7Yj4hJFG/vzNyv+Ycqr9iga4/0o4NvzhKwb+9g4+/CsKtPWQggT/1lHy/1RTeP1JKgj1Mxos+5dMiP5AiBcC9hIU9ARJRP69dmj/Ld/G+/vmevyLiAEBPI+g+oOCgP8o9KL9LblA+fJbhv9Fkvb5b2bm+NbVnv8nVzL+4zj+/PtYIvwuhw76NseQ+6HHQv8T0Wb9QIYu/5xDRvyuqr78SEcW/wsNyP7XS774Qsz2/Ls9sP+sMkD1fk8Q/ABo/P0xyt7/yjki/LoNVvsml376S5ds/FOutP/JYhj3aFGg+yyIdv0w1Db99SXu+pujrPWlazL3K4p6/lS/4v+Wohr/x0TFAf27hvkoVuL/erL0/SZsMvywPiD5vs7Q/dFeGP2IMdz3iWk+/L3KKP+tA2r9j55u/l50HwAynRkA8WMU+cha6v9HYkb+NidQ+pRAzv5gwBsCaFuq9vyuWPi9Mgj88w5o+gT9qP5G9l7yvNdq/Immdv/y4Cz+qV6C9gUSePktrur7g25i/ZS/3veyXAj4bPmi/iHiPPZUcNz7PMOc/ijyEvxk+gb/TFAU/EzQyP8FTAD/h6Jm+WtQcPz9AUD8WcIU/Su0EwHdv5z8gvgpA+LMevyNkUb4Sm1s/xChiP3bqpb9+Yb+/1cc8P7Irpb6Hbb8/lp/CvQ55Fb9fAHy/","5mSnvyvihz5p9BW/rgB9v2H/pT+oFYq+Jck4vqFMOj8+oge/MduTv3JnkD5oMihAC5JVvyqiv75gmi6/1XbVPtw6cr9v/Km+lhLSPlnxFD5OtaI/LRQYP8LMyr2xMZC/QuUevz2nfj5KO4c/Vn8cPx42378Ow0s/9w2CvyJaAkDPPbS//ky7v/cvRj6ZQN4/jTeov+E00L5+/8q/AeSoPN7cmb8Cu7U+u72xPr3LSb8SSIc+J0rCP43akj+g+5A+3tURP0GbMz9UYk8+ff6ov7qUIj8jpFw+3jCBP0xLXD/S69u/j4WEvS3swb/c1rk+VBxoPrQ3Fz8hMi6+MNwSv2b6tbxH2L6/OZ1hv0qTFb+2PZe/q5B0P74Ooz8J97c+bYf9PX8wHj6OIpS+SnWCP3TkAcAM1pC/tTg+P0Cg1L2VNoa+fnAevTOhTb/HKDS/QRAtv+tcLD/DJzC+XLx/P2wuQj8yu6W/A4XLPdiv4L4fLVC/Ae1IvzTCZT5A0O6+IecDP63Auj9mSto/1284vinH3T/EBrY+SCFsP3e5Br949iU/5BDrP5VyWb9x0NC9cP6RPoEtgb6bZhy/EwNzP0TRML8esP++YxAgvx7z0b6XZoM/omkzv6Jkob3j59w/LUaxvhXJJcD12aU+hNP9PkpZy77D+kG/cqyrPwcMXr73KCq9/ccPPk//gj4IPzw/lLGPvn78qz42ORlAZhNAwJ4zLD/6xSK9D99Qv7fzqz57mVW+FiYPPwSavT6t9ga/wocUvfRqVj+kyja+FzKBPw5W3D9sWsS9aJ2iv4UesD9Ofo8/0xybv8KQnL6SZ7Q+QD4zQNjgAUBMuwo/Cz2Iv3Pqur4yB0m9LTpePNzMsj3pJjW+wPjTv3Q6CT1B4Is/WC6vvUJvbz4oeF4+kO40v01zuT+pBTw/9c8eP7/LKr/BBOE+RzsJv7gHJT/AU3S+uRMOQOuTwb008Y8+5cyhP55Hqj+hLuM/FMqyvaMdwT9xL4A/J07yvW+Ki7/Wi1s/","BIKOvZpRFMBdEyy9ZYAOPos5o79A9RXAm2lYvuKKnj+I+wo+o4dPv/owGMBv7qE+mYsaP+hlZj6YMMU/cLZmPq66BUBxXs8/LlilPsUsnT8T5yg/QLlAPn5lIcCGEZS/6qQgQOhne7+cVqU+P5TqP8BH8b82cd49pOyavxa7ub8Se52+0ElGP/WWXr8AOZQ/iW8yv2uXhj/rMYI/7tKlPnw6tL8mRvW+SOplP/K9D7+c1tU+vDXWv4fjM78M89c9GIMyP7OiPL9EoZc++a44Pl7wmzz9dRs+XhsnP2yzgD9BG0+9Dbk6v/LQFj7+QIQ/4fhaP8IRlT9qXXe/YtsAva5H+r6/md4+lySYvszGQUAnwiE+/6b4PeEX9D7Xy6s9J3edPy3Pqb46Yjw/M8SPvS+7DL/nBR6+Qp7XP0yPCj8EzEq+9oLBv13Lwr7aZJu/quo9P+zkVL+ZTiq/Qu5rP5M/yT6pxxc/Rp63P3no3T1fxIW/VvVXPmkFLj+iqWA/bzmFPcx+nj/zbvC+6Q00vyYEm74qtmO/q/nmPs/qAT1AetG/QRm7PoSEWj8euiU/PEKQvukUZb4B0BtAOpesPhrAjr81epw/3JcYPtbgfz8y/e+9u6ssv+7loz5Yjic/TYvZv9TCrz5aSMI//fMJvjyKNr6pRYA/RV4xvzwq7D5Fxne/7V2OP0nrhr970dc8Z52tv3lliD955Vu/XEpav0gtnb+m2xW9T80GQH7cBD8PSZE/kRviv/x6PL/BKay/dzxoPsG5GT/Fdym+edY4PwhyST/Xn76/gz7fP4Us9z26b5I/iRXlPgYWET4Aa9G9dIErP4BiVL5afye/rQdXvn6flj//J44+KyPbPwR2P7+hmL2+ee8AP5BoTz591u4/+u2xPxK/sj4DPxG/yGwmQB04or/nlAvAI/hwv31f+r1wpFI/tPbGvo6l4L5K4Ni/+DqGP1BUlL47x/w/AgmFv3iQyb9OOtu/KnsmvydXYz+BTlw/kodZvgP0wr4LAeI/","If/evvSBsz6svGY/ulfKvkeH8r6JoQa+2SqaP+ct8L4Fys+/SS8ewEhbED+G9Tq/6F+TPLhjHj0DVpU/Mm+2PyvPhL8b+hS/+htbP+gJT79lQpo/dKF0P7cl8L855Nc+ErWzvamyoL9LTJe/Vj1wvgKTTsDe/yW/E8Xsv5RWh77Yd6Y+nwyfPdGgaL8hZPo/tkl9vA6Fpr8zgADAD5DZvxN3Xz4OVGu+XI3HPT99/D9sGpa/KQo4P+F2Dj+ILyA/I5u4vplbtz3peZs/eL9Ev0nazb8yPH4/qkQEwIDtDb+mJpm/ML78vg3u4jy7lPS/lXvhv2A4uz4cgMa/f/CDPmQGpj5OsgRA5lrFv/u/+r+//KU+vXEPPzjItb9MGU8+yaDRPUIBYj40xpc/yqMyPiW1p76KlKU/hK6Zv6l7lz6FJ9s+vNlCv1a19T/S1Ue/Y9BCP1icSz+SItG/Iz7Nv6IsLD5xYom/zCjpPED/mj6iUT6/X97YvwQfhL9IZJk+Amv7Pf4IMz99bjI+W29EPa6l1766lLw+Tn4KP9XaKL+BxUq/Xe9yv6IQhT/kBqI/qjwVv1Redr4Cag895SUCPkn/TT6Huog+Lf+dvpT1Hb+qih2/Fvf9PlKRX7+qWV0/2LshPgV7Sr9Va5a/t+uBPiC4AL+YmUg/vszHv2HVRz+jaQS+/vx9P5WRGz4c55I/9CnyvhD+qz7dQsY/GWaLPd+5AcDZ1xW+ZPEdP+7zj75vRpy/1AazPs1yW7/39hC/CDmovn5Zmj+9eO0+ZoWBPzsYET660lS/RYKWPtTCq743yec9KysePzo7Kr+4R6u/ueknv1kxFz9NGMS+q2WHPQ0imL7fof++Bz+QP8tpT7/l7VW9eF9Xvocju79OS/a/XGGwP/OWJ76yiII/7U4mP+sUTT8OcjI+E0Blv5+89j7uEB8/Wo6yvxwDWT4zXm6+yC61v1Zsh72D5Xu/tuvvvsHM0L4PcY49y/hYvXVcuT4J7D+/LsuOP+F6nj7xznW+","iuQZvtG1Ir1iQUU/fJeTv+1Ogj4kx5k/9dSmvsFCRr/IyC0/GoWjvybQ6b5elDS9Eug3Pw3tX71O328+XDvcP4v6wT/iQMY/GTLkvqIRr7/rLy++M1Y5v0Jx4D+7faw8t0/bv12yqb+16bq/+xPhvtQbw761+zi+3HSDP17MXz47Dno/BO+SPsMPHr/i3AK/HjdXP++VBb/zGfw/QWyeP3+jO79llhHAz8/KvpQvdL9Wxy+/DcL3P/qwnz8FwaC/uj0IvxG5Nz+LZpK+V6bVP0gYpT5Urly/wvj3P6pmKUCrI54+tfAgQKbTpT9a9ms+OvxdPxAp3r4yDZY/TeGUv9dbhj+oYay/N4YKv27ulj5iTDw/KNcAvx4fUz/Sm5E/hnCwv0Biqj0WeUy/uC7lP8qynrzTLI0/SMVxv9U1AT8qpYU/VOmGvkmRCr2AYY0+Tf6pP1v+5D49Xoi/QVjPPsQi0b429Z8//UeLPxiTUb9fZ8E/C2gfv8uFEz7fqSS/505/vsZHcj8kiRw+KBqDv2m/s7wdZUO/tlrZvR2fIcA1WD6/AGADP1EY/T/B6A/A5kyRv0+SHD/MOMw/CWUaP98iZr+CRjY/0d6uP/n0lz2Wyn4+W/kFvrkg7L+vb2m/KXoJvkQPQj9SMFW/UItTvipOmT5T1TO/gPYoP5OX9T9hJ2q+xDl3v3+clz5hMOg/pPebvqUViz+3X9u/f2rsPJYQi7+A3SFAam13v14aC8AoRvI7cFHsP5Exv78+tI++jSKAv177QD/Dvto+5LZWvnzfpD9NA40/eXlxP1CIZL9QkbI+7zaEPaSahL/+RKq/NCvfv6kbnr9Zs0q/0L3/P3L++b7knds+9a0HQDKgNr9WbGc9lJGZvlUx8z6uzGG/OC0PwOqvWr+8wpE/+mOkv6AnHD9GqxI/EX2bvY7GJD8f/LY9orqsvsumFL++o5Y/l/MGQLqhzL0zKd28XVTqv+2kNj/2XaK/uuurPiy+sr8iZee9foHFv2Q0WD589K6+","wryAv1MTEr74Qte/kqbvPgiRsz+HddE9PnkjP2zaGD/tFwO/f3rpPx5cr753mRxACtG6P8b9Vj+en4s/iwokvkhD8b6ecBo+TQA4PxqnvT5AzbQ+BI38P1AzD77At3a+QDa0vr/eQD8aLwU/jboxv3/JxL/N4iK/QnWgvkBXk7+PdCs/dE29PyMfm7/fJ1A/YkONPyEJqT5jwoo/6HqCv13OET/W0uq+1j0Hv/0Gmr+ahVM/ekuAvxlghb96RJ4/O5Sfvhq8gL+pDl2/0Lxbvy4NLEC+R4w//WHvPh79773KypS+kwqhvY3mgL90VEO/2wH5PpajTD0HE6+/Km8vvypkoz5VOdC/qNJev12Fjr4SSrY/Dop1v5hdGr9Ks3s/NueCv6Xgnj8pPI0/KVvpvxQ2qD15Opa91TvgvgB2O78dJtA+fZ0VQG/sBD80MAK/nIWJP7qgDD/K9wk+b9GuPzEDJb9YNcC+6lQrP6rewL8anv8+iB/8PoHgNsDrHKI/YDelus4qkT/M/Gs/KorUvvrR7D/di8e+UAd5P7nhrj7SGgNAyQ+uvw6yDb+meIS/4p9AP7ui974zTGk/58xBP3es1b1DSqQ/JftVvfxsSL9hl66/8i3DvwBKVT7mYgy/KW6Pvk/hAEDJkJW+2TqaPtnEXL+g28k+1sb1v4a93L6Faoi/uR0cv22dUb/2iIw/LZQTP1YSQj/Mkg0/kA0rvh5FvD50kSi+0YjUv6kToL8MrTQ/pSqmv6FTIj9Shn6/TgyxP9qk0j+7ZRW/zZaSv2C6nb/PCKG/4+w6PyEKFMDEdgZAtyhovf/wKL0m/4y//eK+Pmi7nr8yw3k/N8Z1PuABwT4ynu8/vkt0P3B9o79WZUy/aU6Lv8igAT41raM9RAD2viK+kj/+O0e/9OdLP53iab8k+6O+zlTGv7MXaL+Fqw9AofXNPpa8db/8m/q96L31PiNnZT/vcZ6/FXsNvvHDDb/ivrc/U4y5Px8JKr8w+Cy+sGKJPeaNTj/uqp++","Z+GtP1jR0D44dsy/+Ldwv7iDvz8HcSK/2K1Tv0Jrjr65mqG/aKijPrX6Mr9lNIc+bJ8EP4tQ27+ku3K/cgPmv/smjT/L9bi+2kwKP9+JiT+qqTo+Y5dvPXABQz4jIoK9wUrLPpHvuD4qNyBAQC0OPpLxR78tZZu/hRLRvhARF79Czos/K14KwHQwlb+a/5C+NKjZv0tlLkDxE7Q+pWZFvove9T2FsUk+jgeWv1P97L73kCA/oj19v9g6fD+Q6RXAhzEaPzsVKr/gUq0+NpNvv/Fmyr/MP5q/2VYcvrK5/78AnaK9O+lpv6Z2yb/hIdU+BuWrPW5PGb/njaQ9i92qv52J+77osnG/+by0vqmi978Bb6q/peIOv1Bwwj/HBpK+G5m+P3IGaj8iGIM9R/CQP6tbVD4JqCM/S/zHvpjFoj8zk4g8uLOgPxCZYD8uUea8IgY9v4IYtT2H6tC9N7M5vqplkz8C6LY9lyB3PuWm3r/O2gvAyLuOv2ErFL635wC/AsTuPgB6db6STAI/CGIhv+uZDz7XMRs/7V3CPsg7BEBzui4+41M1v9JFhb+8o0s/pbcdvrOhRr/Yoz0/wVE8PVB1dL5/Hqc+fiPFP3pVgz7QXAvA+9LiPuWTmr/ivRw/jHREP5pwnT6Oksc/qHLyvXEx0b3xE1w/7WgrPXz0tz5o9M8+7bkBv62emL+lGxA/YtYRv10rCD9UFzg8SxhGwDFE2L8eRTs/r48WP4AoNT/NmiU/AW05v24vNz/Skuu+L2x+vk9SnD4Lx16/1RgzP6L8rT9azhI7CJ4bv7l52D38FTFAfIWbv+5fUL9g2/C+Og+mv934CT9WYM4+srANP5WXAcBO2uW/TwdwPtNEgr8aNre/Usijv7dmSj8edMI/B8PPv+HG1LxYryw+vOVKvlR0z75msZK+teA2P+LmLL+R/Tm/bFwNv1RULUA7M/E/AJ7nPyDjaL8SsU29wsz5P0kGgz9l91i+pjcdPy+4Zr5DSJ4+X6E+P9OqJ78xgng/","6p+4vhMJJj8NCH6/kGC1viXB7795x9E+SsnYPwAup7+fcr+/wPqCPzMRzL48EQu9yF+JPyx2YL/7xCm/m7G5vlAhzb680hfAEJzhP4XmUT5w3nw+zTyBPwJiBT9UEhu/GpjPvXTpU788ZXE/zEC1PsfnnT8PakA+7iiOv+XBEL8XDlc/4w3mPxKIlj5725g+2k5nP3IDCD+dDwm/rRbqPszXmr/bIZG/6QasP7jzALwcP9S+hEvCPiTCTz/s6TM/vsTov3K6qL1Ww4q9B6FNv1snKD/7wCjAnYSFv5tOlj/RYo4/LtIEQLRYVD1br6u/7jABv5hUR7+1Z849Ip4kP6NBm7+EK7M/4kKRvuOBDDtEmUk/S7Zfv/HSmL253Xg/KWu6PnOLGz9fcCS/Y7cBwMMkc72E/qg/in1RPknQVz9VFIO+aT4YQI5NEsDNzqc86yQMP6uguz4AXXc/PBEVP/66Ij9fU7c/ryb2Plbdnr4gyjK8wqi1P3yhIj+NjgU92Dqfv27PgD83TQe/oPqBP9EGqTwt1fK/AFtjvppGfT78xe++fLujP9AYyz6hGVo/xbd6PvgGAsAbZz4/IyeFvsY6+z1XjQVAKdwfvytQpD+onGk/6cz8Pult575Czhu+HJBvvzpBA8Bbsoa+hQ+JvjFOsjpWNGG+yxFCv6zQbr7YbQU/dWhnPWBtZD4ICli/dpWPv+zIRL/r+wo+2zyoP4QGPL4GtiW/jR8RP636Fr8LZYw/9V3DPzxH2D3f6QY/pfoZv2mldT9Jbp6/3YWQv2OI7L0lX4K/gmeOvhTrmb5AVXy/glJSPhlWL71jnaI/+hWQvmQkvb51+qU/jkrQv86M5j1Pobm+Z5jXvkBb7L41B6g/mnRSv+nM3L8Bgns//X6gvwmiE71I/66+jrwAv7xFPb+S+6M+Mzqcvx+Jv761Vqa98/kcv6aaob9eKBI/yC+bPmuI/r8V33S/KOyovlg4p7/yrfA/SozWv4TLI78yLg49XScFP508cz97Qno/","K9T8v9cZFT+N5sg+Xzjwv0jZkb4SvS29SHglvnh2VL4X5Ea/ZHIav+YRMj9K1GC/dvKGv9c1qD6mB8C/ws5iv7NEUD+mgh4/l38tP/bEJr+cGhQ/NuPOv3e9iz1hca6+ui5jv2ibMD5lBIK+VGC2PdcLYz+pWQNAOs4LP5yH6j+ktFc/R0LjvwK0SL7EyAI/goyrvduTST/B3L4+9GmVv94ApL4o7fK8cQC/vXlcEr9aXKo/+lMyvspwuD/y8rE/ul3BPpAzLD5SKRtAv8gPwAPdZz9T0Bi/C9t6vO2CNb8qoQG/GlLWP/B0AMBFHlO/Y72aP2W1zT+zafA/2nnVvynJwb+ekjC/T+E3Ps8WrL94Gg6/awXjPzTyFj+PkQw/n1oGwMzOgr6p3K4/m/ECvyT3pj+YCWY/CJDJv5RHhr7OU92+uFQ5P+dXZ7+u9bY/VOy8vnwjGz/LuU2/yYtcvkPWwb9Kzka/+mC7Pm3fDkB87nU+29YNvy4SPj+lCMk+LlfgPqdvv78T5uK+CM7XPrQDY7+F9YC/PGx7veKU5r0dxV2/GzdmP5Hq+b7Myrm/k25UP5Bg47+DeDG/lqGKPq40mT9rezY9pYCZvslG5z6ygwu/5WxYP3sf0T+FBu6/66ixv5Recb+B5Ly+ACPKvg7pIMD5oTc+wXMtvyYWwL8oVrq/8QVuvgNQNb4hZ/O+7vWlP6xBuD4ZJMc/xSVKvzS+zr0SIkS/gICVv2wtZz8dNzk+I3y0vteJFD+xPyA+F9WzPwNfHD7vxijA2Tc8P3+KJj7XrBA+vMsZvt028z1tFNY+ZYk1v4yL/r84mx4/g/4zP1cdgT4mOXW/kwkivzWI9b6Bg6U8C+dTvg/Ezj97dRU/CMcLvfQmmr8/fio//jyNPqL0ND9z/4o+uWGiP3jfDb+PuJe/woF9P0jcLj5wuiI/s12uPomLZD59U9q+DSvzPjJ1d79K402/CtxwPmEWZr/EpcA/SEiOP97keL9Rgtc/8Sh2P6rxMb8Qkxo/","qTuFv6A/iL2QL7e+uH+kv7PIF0B3FLa/9dFJv+f8a79o3AHAnPqXPqkjJT9L9He/nIsBP3myR71XKDo+ol4Tv9K5WD9MPn4/kHykPn4myz3h6wU/OFK4P0LEb8A0YGe/Rg9Kv72jJ79OeKA/OtdGv5hLqT4/IOU/mPBVP1IFBz+rtAw9apPXv5eUpT5EwnO/1Yu4Pzz1YT/vCR+/S66Iv5wM/T3IiaA/nTE+PRvmer/jyi+/hPmDv4iGJb/JPVK9jCGQvu5s1b/64qq/THXQvkelxT1Qy2O+VqxYP8euuL1yiJi/udzqvbPllb8QxqY+mNJrP5n5qD+vWJK+9RccPpJmAr0Z3LO/FKjUPwWDgz45Qj+/hqekP24jXD4oYhFAPjM2v1VVyz1uW4y/SGvGPwmwrj/Mwn2+Wer+vaqXKL+7DRs9flBUvQXfiD78Tt6+Y6OYPaRp4T0wNso+9MwoPmga8bx7+eu+o2qvP6QZCL97YAM/UNdIP6JUfT9f5G+/CYyRvmAPgj9G+98/XKBsP6bEhD9oHU0/qS8lvg3EE7//vCe/X76kP6fBFj5rZK2//nJkP9bI5j9u5j4/OSSrvjvdmT4MgKk+mct+v/mFhz5jFq0/BAFWvj5GAT+4jPe/V7iHv7wX0D44p5i/ubpXP6k2fT8eGZU84+Vvvg7saD+B9Pe+bdGlv/GNwr8HmY+/8dQkPphfvT2YrCQ/p08Uv5DKqj1MCZG/EvVRP7m6Zb0VLQo/kt2xP8S20L0dYAS+9kuYP0KlBcC0B4U/KLF5v3i9Az+HNpQ/eth2vxwDjL/xcVw/wIPVvF9A6D3uRQC/QE9fPlASEMCyEn2/LWSLv+BYlb+44Kc+3pvSPobpEb+1ZQBArfu4vmAMJT8Q4Oc/vYsvPyzpoT8UtYu/NzGmP47ayD9Qgvy/9SdFPx5w3r+UVl2/WPKLPQWRIT9yRLK/ERzWvYlAnL9I7Ze+hXm1vflA1T4l5NK+U/SSPm8Or7374NG+nvhhvzXSAb+Otce/"]}],"outputs":[{"shape":[2],"values":["KkF7P8balzw="]}]}],"trainable_params":{"conv2d_12":{"weights":["dVcPvnXGyTxWKo69X+6NvUsPdb2COT89N2L+PT0o3z1klqI96y6nPEMajT2nn9c9lN24PQwf/z3n17c91eTjvSaDJL5rRjS+rBMrPZ7IrL3J9c69YRZqPVTCX76WWiO9NP3+usDykL3DFgS+A0sMPKoReLxH5xg7phZYvTs1Ej2KNTi+0tecveU74j2/qyI91EuCu4R407xs74I81RrevRizLbxEwJe9YbkgPiT8zD2DwAM+wxN7vc+XlD130Lc9zQW9PAwVjjp6JCA+BgwlPvnG2j2SjFg9GPHbva9njj2vc6k83Q5lvCQcqLy+Kdy9cEPrPErMzT0m01w96WwEvsylzT1Juou9dyQKPVaQvj088NY9f9+NPXIETr1ac2g9uXYFPuCq07xn7209HpqIu0v9wL0rxgQ+mfHMPGyrCr483Q+8I8VzOz7tIzyJCTi9sNXYPbANl72pTue9WIf/vYvtAT4SjRE+UNbwvdKMj72wmGe9cvcWPfe4zT1tLtc9IdCBPegjxL2YhJ49o5cdPJmRETwT9TM9ZrQRvirPkz3/X6S6ZYn8PQ5EAr2GlNq9nQ0mPaL8Y71QSQU8LZP9PIll77334sY9lqOfOnCgBD4QIxq+KGiTvECjrr2M4t+9DGhgvMeZ+z1qIuo9h+IqvarIXz3qkuo9Bcl4PGW0Rr167A2+u1OYvFoecDxWV+Y9WGd6OwGDJD2m7+E9rmZfPXsgtr39uAu9P1gZPpLndr3QqhQ+k3QNvjZQtz1hpv296KQrPmz4pTxNlxo+6+c7vM28kb1uD7+9HODCvWFl2r2ePAQ9qcvAPVMM9r1mjem8gdOXvayF5D2NqJ09z2QFvvv08r0CzYe9pl/0vUi7LT1BUbS94BlUvZSpBz65IFy9iDHwPKmbBr3RkI+8zPoCPgcw8T2M4Qa+ck1ZPaXysz02sJ49MFcWvtOguD0aObq8+pryOIvIMLyrV6C9JMO/OxN/cj3/0xG+S4tYvZP08T2PRRE+tTe5PKsJDD4ZWPW9","Q6MovmCHTz0/SIw9etv5PSt6W70XAXq9Mh+vPTOcvTvznoe9aJC7PSNcgLutkuQ9hoGDPckQELtALNe9mTxNPZWwkjxJiwU+lW6kvSLtMz0/hwy+no2bvQIw8L3f4AY+RxsAPqwTEbxh4P693HbBvG7r0b3LjPa9ERMivk2UbT3PLyO+oPzxvPfXGb3pzPy9lCQTvpE4N74f9zq8keXovMApyztRhD6+UfDGvVxD+L1zxfc9BB6kPQgf7L0SVoq91nthPUugBD5rXTY9KSizPHJXEb0fao+9pEpbvfyW67y6Dx28mrC+PfHVBD49KvO7bKaCvFZhb732fBq9KowIPmCw6jx06wk+0qWwPbHayz0BzPa9trKCvSr5yTyDyz2+Hr7JvdK3Jb4AiLC9rMK1vTUMdD2D/ie+NfcQvhD3Q73mHQ6+334yvYZ6tj3suai96tsevr+O6b2E6hi+ahCfPdUOYD2h3O68GRwWPbL5ob1qhPE9B2ESvjlncLyyQ8m8"],"bias":["QqV1u5AxdrxxkkK7qxbFvDJDcrxHhA29Ol72u2iepb0AB2O9W2SsvCgnrLtZB1a8mSGnOwUTi70UNEW9yiEoOphVQDwIDbA8Wvq9PI1nGr0FW6S8QCgcvDs5Cr2rcZg8OuBivAYUxjx90Si7DtRwuhrzXb39ndw8arbtvJpvFzw="]},"conv2d_13":{"weights":["mIGoPERg1jt8CqY8drh6vN3KOr2IQIc9pzwUPfv6kL17i9c9S61fvECHtj0ijbg9RhgaPD6QobyWLP68luefvN8fGj3Zit483MqUvTrNSL00lM49gM7UPaoDuT3VEO488/dZvXZTuT0jS9S9ZVXsvV2TDL3F6+W8ZhyWvQL+BT5fJxy91jMiPvnQND4CZYg9gh2ou7cdrL2wEpM8rwmLPBGSLj15nmc9adDPPdF8pz1VJfQ89j26vKNYpL15GjE+m/kaPRpPmj13+6o9XBI5vQHurb0byDQ9AUy/vTpzBT4q9K+9cCXkPZDIuz1w5Bm99h2JPR7iXL2/zXG9b671PX/06jwPvck99pSqPfcAlrufNZw9Z+ITvNIS/jzX0Y692sejPXgxJD3cF9C9ygfqOzxo5L2qPbm8YVWevGv3yj0Qpbo9L6swPXRJOT1t6NU9cwGrvX4NW730kZ09pHmqPe6xWLzp9nW9brjmPTSJdj04S9O8fWAdvfmRwD0Vpg0+sZoVPuADAL4Xrws+twjkPbOTmD1IM5+9sCFRPRlAEb3Iv4e8Tl0ivU10gbw4tE8912+FvCTQgj0nH789NsVbPNY0FT7XXWa9r7WTvbJQ2L0zSgI+c8TsPSGHcj31kVk9870Wvce4uz2B9JU9P6oZPhqc4b3oIu68S/DQPQ8QRj2VDwg+xMdgvS1GwT2K5pM9QTiyvVRgZD2WNxE+sk2aO7ePYT0/Wz89/KH+OLsfnj1Pe8q94pMEvYXaSbwLvrA8KWc9PldRij0td6K81V63vc+0xL2hBzg9w4vevLGupzsq3J49BgOjPXwNpj0pcDW7NRVmvNwvCz229xa9GVFSvcVkDDzLAr+8PiwUPsaCvT0TLWY9gtgVPFKXxzzsV2Y5yuwpvCQ+Fr2is7a8QIGsPb6c/b39AK+8yWTpPSFaAjw+riY+wVh8PE3UmLsCpLa91UzvvC+7Qj07/2s8YPKaPe5IGr1YDRo9NKStPc0UYj1vScm9rTJrvfBpjj0ve4O9","o0jnO9VjAzzSv6U9YT8svITZsz3jDPG8s/scvDq02j3BbqK8AvzhPaRdwDw3UKi85G8+vRDBRD0ET7c9Ce2Cvdnlx7tvuRq+Margu4UCR7zYBto9cevBPJKHuz3r9A++qKqNPZJz6r2cDX49M70PPYOotzyUWAw9MHWKPUN6AL5bC4e7AJ2AvaJ3vrvpi5M9Xf+rPS2/tT1WYb+8ZUQFPYdbLD22c8w9F4crPnAdSL0kKwq+JqMGPW2EpT2CLaC9B4mfPKWKUr3VTdY8lYS3vNXlsz3suzu9+lUVvUCWlr1oH+Y9szzGvcit7D0jqB894mTqvPwyHD2qIYm8jNjOvaODET3oz7O67B7luxuv0z3y3Ow9gRUHO/W3Bz4UxXU9ouVEPSdHpTzVSck9MazwPLdM2L0c6TC9JwouPUK2s7w0kai9mYqLvbgh2Lws+ZW9WkOxPUltAb5XU1w6rzMlvq0Ndr1P3z69P92WPSgIrj3oNq+8nky5PSMrmD3aQxe+/L7SuqGpqz1k7H49iQ2cPRYoQT2Sgh49MbSnvJxVn70r6+q8SX3uPfkQL7xL9Ys9X5yIvVzJaby6Hzu9RbwQPfj0BT5OEgs9NVhtPdAhZT3l+GC9uo8aPvVmgr0OYaE9uhI8vRZcgj32nmu8u7VMvQ4piz0V+qw9Nyh/PV12jD1EIHS9QQBPvCUX070srdg9U7e2vZ2gvDyfFr+8PLPmvaOJWbwQok487HDKPEBdiz1x6mg9hfhPu8PkcD0tHwI9F/EjPL91qT2TgAK9JGljva1shT38qtO8IY1QPTElhb2HPPy8XAyiPTCj9z3NMB66DPOBPIoJl71oNcQ98yNQvWKmJT2yhkg92rpKvScPdb3qh7I80ubFvaMzlj3crIu9Ux4bvVxzi72qrJ+9vxwFvUS8PLoQgpa9At1zvf+IAb34n5k9n7OxPSheRz3Ar629HxT4vNwVgz1MIzA9zHdfPLH2/rw71cM9nfytvdGR3T0tsMK91b/HPBw4kr2wcCI8","jGX4vGB2PbzAp7E9/5mcvWrHmr1+pqi9H73Mu1gFMzx7q+66zGGavTKiSD1qleM9hk9ePIr3/zpfB8O8hz2lPG+1ar0E7s097ut7PbUghTwP57S9lAh1vYAq3rx0D8Y9b9JnvXDzkT1FaNM9hrCovUqS372pctM8Dymcvb0Ro73cEWW9X8IyOgnggr0igee722+SvFNhh71NVgW8ehSPPe/0db2RGmO9eX9EPf1YxD19yR4+XjyXPcZ78Twn0wK7TXW3vPuE2rxfcd48MGe9vQoQhT0qsR4+G1c1Pelj1j2ANwa9yvCHPXDNQD0yB4u9q0ddPUqKdz3nW1K8Gq4DOfhSFTmEw4g9vfo5PXaOJD0ANjs9Ga+EveokfzzPXU69hJPbPK9LVz1k5N28paz6Pfl+NT3iLcO9xU3lPHbQMj1fCK68VSafPXp3mD0i2RA9LBuZPVHjAD6/pZK9bbXgPe7fxz2CyKs91ErUPW6oKb28ApI9H0nkum7PRL2qssc9x0EtvZnxNz3F09w9dj7IPSBYtzyvXqm9OLEvvYvVmr1hrKK73xqePb25kD2KWQS9cXHGPQXrjD1wetY7HV20PSmIujx7t7k7IOvlPYV5cb1rO7U854GzPUlOX72z3129t/1EPIqHHD34nV+9VAt+vTVe1jwDBEM8JxrCPZUHPj2balO9VmShPQtKUL0sblo96rCEvQ0t2LynWH09bKBAPSfsGzyZ90m8gD2dPUDJAj6TddI9sU3PPfT/djxJPyo+xdVBPItbDDwk/RY+EEWNvatXIr3DcNo9OxiMvX9DbD1YZJu9xXviPRH6zz3BNcA9geQzvecwcr19rS69/oVBPWs8W72eVYm7RozGu+kLHz1+Eiy9Hs2jPdy+/jwkjxe9PlwLPZoYujxLwQE+1qgpPI9oDD4gVOM8EqKKPenhIT47XdI92C8KPjKGC73k0mC9kXnivNXwpj17pAc8uVwNPS5RwzyPb3485T44vSbI2j0BO9o7k9mxPTuWgr1jb549","Xi+rPGi0ET2DN8Y9H2m2PX6BrL0iMeq8tXQbvfuSgDtRFog8pNPaOeGFyj0FI9u7AW/XPTAkhD0H1qk922TCPYpwAj4lOjM+OcyGPFAWLL11/IA9eQ6PPLUONj3o5w49kti5PKJpnbw+Tp694f2CvRsg6LuK8AM+HlU5PVYgLD31PZe6DACrvV/PnLrouD498oYovWYB9jw2TJ084d9nvd6kYzzK5ga9FdNAvBHkXzxSodK8lDxivYSTr71DMg88lpT5PYe/sz32nGI9gz6QPeMMIz1+OB+9EqqCPfYt7j1z/oA9SoyiPRxZeL3B4t29uNXavbE3XT2dhJU9uk4BvbYBCryCw7A8XY5UvWMR073I2P29zkTLPLwLxb3L+fq9518KvXuh870QKt68lZ/Mu/TOsb2z2oA7KTHrve2JoT3xYDM87wsrOxLXAT63UBO8KW3gPKI5PTwBCpS9tSSjuQuFHz4TOv898YxvPahn5b0JCL69wYPIPZG4WD0wkx88TQ6SveOyOjx0ex8+rCwCvUYnCL2OOTq9icjYPNNivDyuOQE9TIUuvQwtY716UKy92q/qPGAMij3AMq89k5/0PegAY7ypse89frLgPa5+sD3QbrI9gpEMvcL0Er29/zI90ajTOyOhEz4T0G49Edj8uqkSDb2SJ/s9ZxYgPSqhLL02u5i8uuZ+PX7XEr0nAqO9uNQnvVVgGr1JJqe8M5mpuw3Xx71XTk89gFHQvbdrGb0iJWg8tHVau5BMtr3aqoU99I5cOt4V6T05Qr488mhwvROrF72jLQe9d5S1vRZ+3zwFoE29uJzdPZea270SX6M9pRt2vYOtAz6cnJE90GDbvTeYhrvOUt+9AJ6YPaaccb0CmCA9LTYUPbg6m72Hq5C9JOMmPVT2IT363Le9hRmMvODhFzzt/109nByTPdp2EL0pOYW9Cp1WPHtbYb3Pk8m9fyjEPTWXTLzKZCA98nGavVJwHr3anSs+BcU3vIBVdT1w1sM5HCknPl12H72fiQa+","A/XrvBt+Ab4a+Ls9xZbQPUh3+Tx+Qlo7c7u1PM0+hb3IUyq9tM8qvR9KiTukY6a6fgIhPXcLtr2KSr28GhDMO8BqYzzrd7E9eNEJPpODg7zZwK+72jWPvPLBKT0AHl29ax9zvCixTz1zMaA9QzDKPU0mpj0ynL09oUtsvRqPCT1gNxY9fFREPTbUibzeAJ86kOTevYGApT05X8A9Lv+jvIyDGT2rW6e9Yx47vCKbnz2a/CO72SqOvIE8F704xLG80aDTu/JEqT0A4ju9NDnbvSI8lb3gQzm9az8+PHVfYLs2NwQ9v8L0PBVinzz4lTy9zFnPvZJ3BT40kIK9UeHAvSLBir2UYdK9MQewPbajXD2b0VG9ga6jvYSqnj1kkjK9bzHIPd0qS73yA589M1yqPO6/iz0jx4M9eJq5vFe6szyF/na8pbgHPmOuU70bQpu9+ebRPbc1nb010VS9FE2HPZFJgj1T4gY+5nXdvS5LoL1Tz6k6+eG/PJ2O0z3Gemg9wTgPPkdv6LyqYh2+7m9wvevo1DzV2Dc9NmA6PjiD2T0nRcu9l9MEPvbXzT0HXGC9eF8xvZ3R6j0Pzc89/DoVvSd81rzxpgO9Ovj1vbxlor2r5mw90VQfvjVPkrzeGTC92BWNvaXzu70k2AM8x/IXPoBEnb0b5J29CXiTvNPBn7wsEkI9KtF8PQVMjj236qE94YOJPTKrMr1vBLI9anpHPdUH6L2NvZO9pscHPpRxl73DGRm90upwPfcN/DwmFS++g/fDvRuGTj1nYJ+9o/o+PPtlnbwnZgm9vjGTvbMyLD3vcNQ9IvjFPV/qEz662Sk+KZSfPYWVwj3C56894FNyvRz3ZT0xwbU8PZVJvUcOsD0+isA9+IByPTmSOD0svxe9W6f0vcvtErsAPsS8AGyMPQ4sDj1sKaY98J6uOiI6Ir5/nSe7MnAZvmKmkDyrIJ89bmWNvL+Kt70z+7C9iFAlvuQUATxSo/K8UQmDPfWZ0jyAn3m9fVrrPGHJqD04uRg9","dyc0veFCKD54lFA9YljnvVJFeT0g2ZA8I8jnvcvkl72C9Z29oI8sverAzbywy4s9yf9RPSlTez0l0+Y8EBKtO3ajOT7FhO+92iFVvSs0jL02fmY8URSFvTmip73I5VM8TsS4vK2ZhL2x2P29xycevtb+dT346Tm9iP4CPd3eHD1IQ/U7hfJTPpBF9bz0Akm9kH15vQHV2Ty8UuS7+DGGPMo9MT0ohL+7vq7hvboXab1NW5q9G2BuvbVZtb0w+I09IZ3bPRwTVD1m9CK9yGaXvfOctzu08Li9xVpBPJA+sz1SVC29VBjiPUaYjb1TK9q9wL8jPamzpD15KzA9UnhCPac6zb1VGe09I8UWvAg+qLw/+bi99C4ZvewWbL2ATxC9wpq1PK8b+L09BVi9chKuvfTTaL1Bue47WKowPahpkT0144A9mQyvPTI7/bxyoIW9x/0kPe9duTwM+nw8x9dbvcm+ND1SqKA8LQmjPOj5or39+vK7qsXwu7Zp4bssK+Q9zf7bPZAtsL2gkTG93MEnPaF/n72jA3G9yvhMu9BSBL2JEOa9t1MRPVIbyD2inO89AyCjvY3T9zzQA6K9qNqEvQrMZT2U4sY6xuPWPbTx5bzjIhQ+9LlIvPQunz3Jzvs9/eonvaH+Ez21aAc9FbSSvFuP5jw2QZQ8O86CPft2sb2Ygiw+kZHlPH872j2tfTc9AtE1vUVAATuAdP89JsaqPHgNNDgBt5M9kLVlvPf1gb1GDQa+rt1eve2HTT19WAY99dzMPcZ99zx7Oow8/MUBvlRTCj0o1Z09wtWLvYWJFj7wI6w6EgarvO/vfj18vco8OEMIvHmpn70pr1C9jJ6FvSqjtD2Jir09v3mHPPMqQz0cBaQ91on+PBkkpLyOeQO8Az1HPU6b+zy6zS48y1woOmCvD74rAgy9spkEvQHcj70iTS8+BC2+vITAqL2Dehk8HqKYvS0hRD0d57E8ICLxOzRO5DuChbE9ExkrPtfAcz12IQa+FV2DPVEFLrwnWje8","WP20PYYPbz3Hro86+Wz4vMOOSj2dNDS8Ne8WPlD5mjxFcKA9vqWcvZiXMjwktkW819BpPYXspT08FQo9sSPZPe2mBD4NLQU9NGQEPp7riD24AwG90+OAvTj7AT2i0o49cl6nPG/uAz7BCU+7nLY9PLGhTj2qlAy95FXLvfC+TD0PyYS9dVuHvU0iGjvgQ948zEGVvX5SwL3givI95/qfPQBPPD0jHjW9BV0ePPt9dj1kLJa96peLPVlHcD3JhMe85MYOPuI48T1nv4c9uoUtve5dgL1FeBQ+PeuxvO6iNz2mNj69jnAyvaeYgj1TkoC9GdEvPbPblTyqe8O9ZqbGPbZT5jycQrs9hMqqvcj4Jb3dIas9j3m8vejQhLycS6I9J2ytPVVgCT1LSCu9381KPW/u4jwvh7Q6DNfFPKScBbxOBxO8tfNzvRrj1zw9dLg9ayI9vWsphj3o5ju9ch2sPQoNob05Tbe6ZZrAvLhBwzsxHRM9v+hkvKmGmb3OtB099tOJvR4scr3hSsw9MpVpPe8ClL0DDzu9bDtLPTI9w71ffcM90bw7Pfgwo7xXRRM9/a0yvHUAz70ST3M9SaWSPDmh0z0K9Rg92lRpPZjC4TwAahk9+hovPWYYtj1MPA28j3nHvJgWcjxprCW9y31Avff2jrxmOzk9C+IDvPtt7T0ORgk83Q1nvPoYyb2BUE68wsOuvfaLEzyX5gI+NIIhPZ5nvD2ZucA9OAr9O59Bfr2YEYc7ht25vewvsb0dOqM89kHnPa+ebD1uMxI+/cmRO4NmWrx9IJk9HaDIvdtokbx09YW95vNSvFugbT05Dge93manvfzFmrxKN4K9q6yQPGoHl71137093O88vcjce73vQUg9KxB9vbmwxj1XwE884UndvTCLkr3Mq5i9aNpXPWlavT2PTAO9feXAPNrjvT1xiVg9AArQPdfkBj59hrW9VqOgvS79AT4MwKi9hBPePA/nMj3WCH29F4BYvVAsv73NrN+9PTiwPZ5oYr3kxSy9","p3ymvUOjVr1b+L68AlIovdOkoTy6ICo9jTEuPa/ARr3MY2I70Es9vR+KD71d7gW91LwZveR3f72JEIW9cKAuPPckCD0gtFq9bM6bPXouoz1FiR29GLJEvdrdWD2vMAY9T1pAPVjfgLzp0BK90ZPVPO0MQb36l9u8EtRxPbldHb3/Vty9IUeMO6oqrrxH3Pg8xIRFvA/oO725BAK8PxaiPe4A+jwkh7G9nnSsPeEngz3urSe9+7T4ve/CML2qaii83Xitvbhgx73Yat89iL/BvaFikD0jvIo9WX4bPU5a4bxriNe8mzomvKI6sb0ibmM9aOtFPc9trryv16O902BdPBni872l+Ti9rLyDPRZ8o71MkIm9vhS9vcRbp7v3sOy9yKNaOniJ1bxfBTW93YZXPfhTdzsXbl89UQzjvLsWyD0V2+m889qcveXRMr0PwWG9VNAiPc0U+T1Rwvm9/eSLvY2f8T24V5c9ryknPK84Xz3T1Rg9xF1nPASVBj3rNjK8d2VAvTLmhDrNf+Y9bxetvS6CVTw2FfM86+U/vaEwID0GaaE9XcalvebmpD2tXYy90JiKvJxl3r2RcYu8QKtyvSX+qb2MdYC97wOxvJqc+by6yqK8NKm8PbCGcT0vrso7OvTxPaYl3r25spS8PInRPDD2Qj0G7KM8bfnEvTa747vCfCy5QIcqPEUCC73k8v68TpyPvErL372CVzk9p4NjvGqkO73pGOy7iunsvOel4L3YTTq8Og4zu9+jf72JJvG9Ig2MvaZTCD0c8NA8lyrRvRqzjL0AJ2+9EmADvH0NTjt71Fo6wp+vvXvsRj28hY69ZiSaPB7XzDygz4w9rKFlvcwX2T25iYG92LlLPTovgryuOZa9W3rKvWZEqb0S58y910HBvYUGPL1xTIG9bGu+vdMqATyyOW09NqbcPXQwTb13Mh08+5mnveHzJ72cym09TWA7PUkfxL2rbu282WzPvYVShj3flFE92ZvFvedq2b2YvM48lfzZvFA3vj0eVwy9","yM63PRUt0DuzFYU9JwMYvUse3jwKiLe9UxcqvBmTEL0uBIi9C6FoPR86FT0z5dw8rR8uPVnyZr3B1Ku9UOmVvQmuGL2prbY8VniMvZEQm7xzWQA9L92/vfoxyby+vXU9FqK4PY6fvT1TboO9aRrGuuZ5qb0osNK8w1ebvTVkNDz+ham95LTqvXs2Vj3K5jy9gOsVPY8G2Lyxrte9CSIFPRsHvb2ap8m9pQx1vRVJkT3meLG9BYyUvccNUz19ZOK912eaPfaYBj0WdZ+9xM+IPf2RVz3r9PW9Icm2PNWROrxerym9DHHPPOtWr7zn5vi8eyjbOqLi3TvKpsY9CxmmOqiN7Ly548q9WG8TvTPOLL2EUYU8NMOSvWOCAr1JAaw98kKNPUN/rDw54UO9RB+YvffSCj1hese9VFAfvO/+fj0Tn3g9kL4tPHmG9brxfnk94p/QPLPN2jwo+6S9ENz5PP/GgL2fTbg9doIWPa/uLjzFoXi9TIGhvXC3hDsu1Ow8kDjbPG5EjbxVj5+9tHq3vTS1Ur21mZi9l6G1PANeEr0+Cjq9JkaUPQ01fLwVbX49TAonPV4227u9lPw7M3y1vaXGSr21/Ie9DPAWvZSg170nAB+8RmQmvSPiIT0rggo9ilimPb2pjD253Ui9057fusbvob2D26O9FBfKvU0lUbwahh09GAEYvPybsD238Eo9RQeEvab6h71xwVy9Whszvb3/KT3sPtS9XhPuvT8rh73HzSG9RJ0nvaExi71eREo95NuWvY9Wgr2SOJk9io6Ku7nDSD05t4S9ZeMFPXPGwj223yk9zMorPVwFRD3bHB+8O1F3PRyl5T0GIbi9W2y3O4JRrb3Jwd89LJKYvSRJt7wACPG9rHCZvX6eVz0Za7S84B0gvb49X73H8SS9S18sPXBFsr0eOs+8Hn6xvWIE071a/T09OXBHvYiqub1ERBC9Tv7pvfm25TyeTZ+8sdQ3PIG/Rb1syBq98ph5vZvcyr1K4LC9wF58vYAFDz1m7X27","946qvVhjozxUmbm9hgpAvREPHr2P/547yEQ3vf26Jz1aEjo9nUsFOwlpk71fwCa8qwQFvdbirbzSM148NYlUPWYdAb0KHBG8L8UZPmWZejyfZaK9ZSfPPeoFxL15hDY95/6fPfY6oDrC4A07oTYPvRohGb2CcdY9JC+uvX+yrLy7MC+9veGjvbqGgz3bcJ68tEqAvbRPCr4jVa+8h3eJu9mln70xKkg9owaBPZZu1bzPBDk9ZjfmPLIVRb02x9y8CTAMvPgJGz5CqYc8KXHIvbrWLb267Xa93bUPOxR+bDyRby8+zlKAvYqgjz3YFL89xMoUPaQfM70aDSW9pa7JPaYi4L1KXqM7VwG8PT1pnj22oFq8XdTxveKCM73VfI48cmHjvRz2VLok47a9DLXHPSoLiL0hhxm+Nv21PEUckbxU1i49QMIXPa9OoD0+xOu9WmFpPQPKqT3vCOG9tTJovbbixT3SMIS99CKtvHNYdj3yKkK8P9KCvf3GLDxUJ5o8fAAXPnwmy70IfUS9yGwsPTtVRr3RRo89kb+bPcysij2vSmW96bojPhdJHD51zQg9OAPbPRVzfr32dAu8UqeuPTI1j7ssvJ671dsqPv1Gr7zNkrQ9gUycPLwMLDuxdHO76PwfPSOF4T2WaxU+SDijPcktPr2Xt3W9kImxvbDE0Tzfy/I7oF0kvRSL0Tx7HKo8H9elPfAxrr17/689grAUPIMMdj16L4C9eW6ZPaw3QTxLTi49ZZjXvb79LD3Ie/I9+iMVvdS6HL3tDc66sEypvZL/P72EymA9tiJBvK402T0gfyY9B7OxPeoTFD0lBXw9J4AwPRctUb0q2Yg5tPamvN2x2zwtdI89M0bzOyCaVD1WmH87+ZnqvYt2oryG/wG+Gkh+PUVNJj1fnvk8NeXOPPJ/Wz0rOdG8vi+NvVkHcz34mmo5ymh/u7hslj3LNZ69FATXvDVHvT2JnsC83HchPVd2gb0Kolo9AniXPWOlzzxLqlm9txymPXEfKb1NJRY9","TTJIvbIKHb3HRg29u2+gPVCl3j0xRpQ9sjpRvfbEIz0/O649LZvdPEN34jwulRE+njJ9vRJtU71WggI9xWc9PaOaDT3jlLk9AK0OPjkRAD0bX0i9oPHoPU5oK713bFM982BNPKaJoD2rR/Y8AdClPFvPJz0WzZk9xKyevKiLAj30+iS9Aqu2PcwbgzuCsJg9GbebPeJXyL14KVG3yTx9vc7g1r1sb6Q9Ulh+va1qIzzEwhc+WkmTvZAtyj0Tzxm8VEKlPeDmDz7gDBQ+WtvqPZxlgj1yDak9d994vaP+qD0U6Kc9kuPPPTkOUbzaycg9W8SFPYiizjyEcZ09ebmVvc7qZbxxSx+9/5e+PQ9W7bwfbX+9OW9nvXGwcL2WmQw8twe0vCtLnL2LQ6M89qMVPlDmV7x7yvk80h4svChCTTxBiKY9QALtvEgNqD1wWa89LuiJPXAojz07MJC9NxIVPvGrf70y18w94lnZPcjiPL0KRGy8hEGfPDXSVD3N85S8YY4OPRji1D1XmwU+yc35uydZxz3wWkO8EHOJu5HQWjw3+tw9O3BVvE/0U70dq7o9eQehPYPx8j1Bhuk96U7KPSbpxjwviek9+U47vUvItj0/pmY9meTZu7kU9DyPZpK82EkjPaIE2D0HZIm9SndYPUi/k73HupM663wMuwf0xT0Iz7M9rlIZvXrooT0Yzcc9acvSPeY0vTzOnHC9w/8DvHVNuD2VzTm9lgzUPWcp2TzirUI9ISGWPbeYGbtJo6685hfEu9kco718hX09/ArAPfCAib1p1Bs+7iBWPDVTsT3wXtA9VKG/PfaP0T0zLY+9OcNQPPmGVL1rRbY96qzYPZUd1b36kpY9lMwnvP0n3T3lMX87DUWmPTEinzrGCoE9hKcXPsyJ/bzM9iu8W5nIO+zk4Ds1/p89pqRjvWs2hTxOo8g9SoqHPacuwL2mAM09QAasPOhpHT7KomM9O/8wPR7SID0dgEA9iVa1PUKTBz2nqFO9m1PHvQ7p/Ly+s5E8","kHWevX6ulD0aJg08kBSAvc/5Tz0az7C999GYPT6L3Lymfb09K/EXvWDepL2dcI89Y3rlPGhNl7p2LDM7DHWZPUOEwD3W1wG9f0NmvYJTOL0JqnS9I50nPgGUIjx9J9Y8nqmbvTAp+j1LP989IJP4ve+Foz2yRcY9JNWaPQxtHL2PL1284KonvXGqDb1t24y9a1TIvcckv701Zsw9TZCRPVIvg7pJ7gY+MLBhvQiuAz695MW9vZOuPaaVor1i+Ow80ywRPhFvx7y1VFO9yakrPcrqijyiuB29pl/OPVr37rsB+rw9Us4aPZDtsLxCDbk8JTxuPKOJpj0cJys9Ds8CPmKVrT36fUq9+ufevOe4IbyoZWG9WXQIu5WydD23M7O802LgPJ7HW70rA3G8ReHvPFK0DD3iDca92Rm7PXpp0T0KjC29qO33O5vRm708lR27/JmKvLH9BT4UDma9pfLbPU5DGbxPPUy9yCPFPZW0Gr3PB189u+WkvJStfr1AVOY7//x7PSOHmz2D94c9VUsZPXfhST2ta4Q9q/BLvc+jcb2kc5E91W8iPTFwlz3vz9w91+82PTe/wz2NedQ9MeIGPuD0m73EEQi9ogwSPmuMXbv5bpE75Ko7Pjs3rL11zSi9DoDZPdki6j2YrDu9STmxO1qtiD0sBT+9u4zbvLJzAT6bF3E9vhaGPPA0wD2y+9I9z6GlvdPP2b2rcVQ9BWmcPGF/SD0wNXK9E46mPV/8DTxn8Ze9FoFkvB5g9D2MuB0+rfsvvI1MMT3nIUK9vjGHvQ9CHL1r4xO90oPRvVGq9j3n3JC9R/1bvS16Zr0ad729QpWiPQ1Fmj1I0/Q8cKWSvKtsLj07HuY8Nr7XvPXTuD3Ibq69WKm1vV9UPj3l9H+9zirJPD53B732luY9FVG2PRq9mT3mYlu9gzyHPHC4HD64wUo99P53vWqGoT2GY609EFLPPdqDtz2HxGi9OBC7PeLLxrwJ6HU89oRqPUmfDD5ASkI9n3GePEVPhTxnhpm9","INCmvG5lhT0quKM9bY4sPce2yb0Of0M9XtHVPcqWozv2CgS9Kn9FvJMz1Tx2UpE9m4gAvgIXcL38zEk9ySGovGpcITw36Dk8Rn+PvQktB71Na2g8WofdvcrlZD1DjZa8CqbVPO94z7wq0+89APYpPZ6Yh7yk4lU87s2DPRdKVj0f2W49OxTsva86BD7yu669SBelPfVoX71Xz8+8N3Z8PTN3mr3dvda9aPoFvbtQFzySLVY9Q6GkPQozlT06UD4848b5vIFBbb22NIE9JHW+vapY4L1ddLw83RC9vfo5qb073A0+2iiMPT/ZJr1VHSK9hBiwvYqlRz0HyBG9/T7QPX5qgDyNW3I8OlwMPSbiJ7wdCVo8nAVZva19n72V4rG9mL2rvTILRTveFC89ml/8u1grQT3tyuc8nCzDvaDXmT2D38W7X1/AvWMuCztknje9Y56tvbriqzz9jfi9wZ2svRgxvT0GQcq88UorvWhZLb3EV7C93iwkPZhKGT3WCvK97EQLPkOWQ73gQB+9tbXYOwLq57wFNp49dNyXPf7tor07yqO9AzK3PdctfD2XKxS9BPXEvUMlrjzi3DC95DSUvfZzt738HAO+jdhcvYUqur30KRc9LlmyvYeKrTz5BN297CWivZMjirtdP7M9ouAzvLaxzj0MM6m9uigqvZbCprupfKU9fiH+vVrKEbwAMgW95MaEPZNY1rwBLe89wJDxvObc3Lrj8dU9aJI0vaejoD3WIPi72fNEPRQ9EDy/8A2+OlRqujfgCT2kWdO9dW5UO3JPsTzDagy9wH/rvaWNJr2ErYC9Si+ZvSB4dzzGu/+8wSUHPasQ4L11ZbO8wy59va9PHT4G+AG9ne+IvV3jw7xQhXw8jrmxPUqZjTxZtbu8CTGhvUnhsz1te1Y70UMcvWhYr7zpLYY9GVm6PQBJ/r2tBKS9sH3qO91vVb0XFcC9sVRTPZ4dnT0n6D89n4XHvQv/Lz2bIWe9dq3WPbcnHj5CLT893liEu6rnST3rLfe9","mXiWvCGkOD7CPZy9xSPfPFjiDLxo50e7cQ7/Pd231T2aBPk8SJuEPM5LnT27qM88EOErPRfPrD1di9Q8J1oCPpWrpz1ku0I8EeEWPY9X0T2pojO9Z/16POVW8D1DVeq9RC3wvYWpCL7vids9OxMhPVYEuD3mHge99R28PQsVQz12LV47mp/kPUV+Fz6o5Ys8FpdmPajQ/jwCyRY+8AcNPQPSbT2Ty4u7YKNkPYs8jLzXbwy+b0u1PfcUAz6EXXM72tK+PGJOjr1mKBe8qBqEPfrNy7zfmKk9M2PfPGEyzL0k6wc9hVkwPV++xjuRG0c9FCmrPWVKsT2Y5+g7v/41vYGP5j0K0wY+yLUgPZOi3rzjhGo92DRRPAe7AD4K0pU9R4BcPYw7ozxFNSQ+gNlvPesA9DwBsQw+yJHwPa2COjwYFOQ9YhDhPLPgRDx2f3K9fvmZvEiVhz2+sBs9bB64vIUywT32LC07FFnIOs9nzT16VbU9B7bPvQWJzzzkg/m8u4l7vWkpoT3qYA4+zk21PcDKL7xuM/C9/aXEPf5zsT0Bp1o9j2HJPdvmzjzLZ8A96GZjPdT9Ij2+QHi9E17ePRFhB70OTYW8hMEHPkN1mD1M9pm8ZkM/PJnp47ydSQk7zeIWPTGRuj1sFxE9h+O+Pa7rsz2eFp+9FOGKvUSbiD3W8vK54ClUPc3fIz6FglC9VHkNvjnuTb0dHIc9UjHePDbeoD2W6009wpVWvAv9yb2zHQY9TKeEvM2NQT0cKCy9QpTsPFcomD3noDg9EAwtPSuVTTwfIFq93Qntu/QPhTxjDX89XlTDPT5EDb3+w049csWHu16L071dNbE7/TKHPbWAwT1wSUK9qkdjPfwg1rydqR69FTYhPZ7sqTx6i7q8jXmBPcqA8bxmZ/M9EkWMvGE3oLxlzcA8RLGAPdQ56D1tUvI92PDzPWTg7bykWdC8shjAvKy3gj1nWt699dAJvRHo+zsfheu7HieIPRSPur28yxW9VizvvcKVkz3XL948","sXqdvTaMB71pJ9Y9OPEZPDpVXr3OZ5A9haFyPamA3jy2Iwa9vU6BPfZ7w70qSAE+qtGfveEulr10/au9uSfPPT4fbj10ZRU9LoMSPgVGkjzh/7293SmxPZVYjr3suo+927ZYPbUdrj3uNtc9ERAMPVPokT28f2s85eUZvYy5sDzKkIc9AwHdvXCup7xY4du9OXEEPPiyDL6DVcy96hesPHN5a70oQX89CpL7u3j3uz3yWZA8rcy/vGH0Fr09zgC8KGilu/MzEr2yQAI+QRievUCkQD0ELs299CCUPRnKmj27tcA8Nvg+vPJ6fDuS2AC9qDuTO4Xk0Lw7e3Y9WUwpPfRJgj1LISS9i9qgvetjv71Ao4I9LdRSPSA1p72b/Mm9XHfZvJrto7w+fuQ9deXnve9Mw70WEMY9mzJTPdaNY72Oz8e8f7kJPQxb5DzN8wg9Z3XHvQUORr0MMiu9rzraPU4+372wtYQ74UQRvV4EVz2heX29tqm0vcQCALyKCRu77VMQvlCo4L1LhSA9n6+SumX99b07u3m8t93wvS/oAr0yx8s93MahvEWb9r1x7s89ojvqvW62Uj04+jK9m97OPANpZD1PLQW8uUjYPVbolL3amgs9kDBFPV+MkjwxigO9wMYuvaCNSD3foRa9W9v4PAYsQr3hC1u658xiPYSfur3rKxo86wkSugcjg71fXF48IOtAvW7Bw70puMq8WkUvPUEO8TobJCi9B3FnvUPPdz1WjAC+s9dsO1+YiT3VnZY9Eao1PModKT0cxVC9jXrgvdYdQLw3ytC8WQm6vRAQQz0uj7y8gZUFvbWYXL1jHIg84Jj6PG44VL0eAKC8ankLvOk/xj0kcsG9kvXPPfZ0pr2rIam96DsZvP9iiD1oM4A9JkFQPQTT3j38y089aXCwPbaErDxnou49kQz4PaxM/zrwaYG9ll9IPAuFTD0gfwa9a2lbPPsjFL0DdYw9QnbNPX98Gj6JclO9e94CPSlgiD0kTAq96xnfO0mVdj3eNTI7","APMNPTuQDD7LLvi9ueSkPS+6lrwr49c82062PYAWvr3lJYu8H6bHvRbTsD2NAJg8PwBKPQAKMT0GAGU9deAsPZqQFD63+Mo9pZxHPWcOT73+yNe8bEYfvbJziDsERUi8tPaavfExGT78FX09T8SBPXN38L0eYMk8I9swvVPgPDuFndy83sN4PXWhjj2ANo89+pJ2PXun0b2nJAQ+JyLFvX/6C7z/gBo9ebC4vRi66D0oAkq9pliZvZJRxDzHkCa9mr5FPtM/gj1kDCO9PqbuvNFK8b0aCjQ738OfvZHztj0JbA097gghPE4ALbvuuni9bysjvYp6gT3Et408gt/2PYk/HT0xpQg+QcrwObIBsD3Wge23VkhKPb+mjb0e86c9/q1dPaYSTj1zxsQ9wCTGvZqTGrwW9uo9rhJXvbfq6zoDjIE9a6OJvX4+S72dKIA9YlO9PVedg725Ac29CYggPieUO74hZ5k9iw5YPTl5/LyM+sK9mlXhO0eTm71E0T4+OoSivEH3xz0R1vE9c7fjPZzJrr0X/MS8bEk+vQUyrD1VGcG8ZxN+vIzq2bynJDc9PmqcvF2GFr18rEe7qHY3PXRWsbztxBg9v/KjPXy6ZryeTJa8IqWsPZedWT1abYE8yZQRvaIveD3stwU7PJLOPeVoxDtPc5s9IGSfvRwGcj2yKSI+QlvVPcXSVD2JCSE9c4MavUripb2CyPe71VKjvQLRn7xMjrU9VvcUPuPGYLw1BS49E6GfPRuLjD0D6ms9+/0WPv1t1j0Mq6w8s+n4vGac6Tw1qZw9mt0fvWSJtT3iMNm8EVcePYS6zD3JU2q9Ez7dvHCiQjvcPCc8ZGfjvDIClj1/HRE+v1sLvZ/WmbtNKy89s+kpPZMEkjt9l3I9h8QfvWNjpr0mvw8+BTyCvKAxtLzfNJ89CgEQvdYF7z3Klma68AGjOiAOmj34aMu8xsJfvR1k/bilboc9HXWfPerB9bzhcUA9BSMPPmmRgr2tgou6Pcf+PRY8jTytUza9","32cpu7S4Cr72sUY+QY5OvfQ2bD2MBJK9FQWhPIz9l7s98o+8rAeGPYnxzbzdWeW9dPtnvASnWLyWxoo9XZPyuwcwM70ULyK9nqnFPYyBmj25krI98HEsvcq4xD1BF0C8WfsovD/g4rsOZgE9jDuPPJgEzT3OldA8C67FO8Xj1b0+/TE+zTyhvQDY5jwFa7S9nz0CPqmSNzpdRBU+XQiCveKjDz1RABO9tI+uPXcqnj2f61W9z+4JPR6CH73LnWi9XfcCvbw+5j1CjpM9rvrQvU2zALyAEbE8ORVTvQUE0LwrMxi9RjIdPV35/j3dOmA9izzBPSTO4LyGi8W8znYFvqgEGT6ZNau9XFUYPtYw3TzaL6c9b1GBvaIt+7u699M9GiMWvvufxj0ogFg9/swGvbT4wrwU/Yq9H5tBPfALMr5+Hse9IBguu+7urj2IAYG9DQu5vVWP9L0Ax2M9Z+QQvlXBAD2anCs9/YDWPXt3oLyH2yG90+7HPZIAvTze9xW6CStDPdM/4TwGNO49W5izvSdlY72BD8+9iyyavSPcd70R9KW9aBQDvfVxtrx/lvM8LNu+vHQCb7t261g9hnwGPvHMcr3hCM+84JsGvWw+Wr1sd4a8GmifvWt+wrs/Hlq91vAPvFtXvTzmMxi90tu5PTFRWj1GoLK9p847vavVu7wZQcq7c0X+vWSjor0gSQG9ewfAu3PlNb1RVi48A+e5utxuUr0TZbm8W1CevRdQgTy4M7O9ezDOvK9xkL0Hg1C96s3zvIsCOD0zLPC8UQLSvfiVHr5eiwM9gKSVvXRey7xFbBk9EyPfvbkBYzyQs+K9YjZ4vNtgSb3rSzy9OK5BPaZv6L1QCLS8dKlFvE8+nrv5Une9+DqUvb/UBr6N2Oe8PpT/vcrSRL0xyO68E88EvpGTez3ZED48Ypjfvc3rXrwQVDa9b55cvUwnLbzg5A6+DmO4PAu3o7xG8Yq9coSlvRRHNr611Og8eHyavX67D72tS3q9ood8vZ9kJb1XdpC9","A+mIPX7yOT2RLJ69G726vXjZob2pAns9Q3ybPebQU72uV0M9qqBbvXawq7xwtZ49x7HaPZMVi70TDmE9XPcAPYeHFb29C4m9ppBjvUucjb1lppk77CjDPRRG+by1OXw7mKWwvXYr2rzZA2w9pSTdPbkDG73IAVy9XkoOPUoTxrxoGF690c+1vb2IVDyorWY9t0wCvGI3BL54oEC8mvGNvRQk7r2kiIC8ahCIPGxZYrynk528QwqLvBUAF72Z2ZK9FkKsOj0/ijyQSsA83mAiPUkuAL4LkeS8i9PIvRSlPL2rB7E9z8ojPbq2wb3iGju9d5dDPUvRsj1bHdU9ckIGPqEF1bwdxQA9Ty7jveoG2b27s4q9qwLgvUtpQ71yf6W9ZHu+vXBhtT2Ywy49N/eCPQKamz2UmWK9WCFnPL6fArz5hjO9uR6AveiZMT2SSbK9rcJwvFGDbLzVJZC9DJ2HvWY2ob2ihNM9/difvZz0t71tIF29s4SCPR7wsT2UXRq94qPHPSXTqz0/WuM9GpgMPlMYpz0bBMc9ayU4PaqQg71YDJ08AlEiPeY0uj3yHWS8uEc6PiIu4D3j9uY8y2Snu6G9M73tddU7mHT9PQzxID0bpQY9LnYXPk2EBj2sDMG9Y8eKPf7DmzyZ2ww9ZyzSuoCzjzuMNXW8XBUXPVewh70W1hQ8+h/BveGCMb2Q6b68km5zPdakQz2Z1gc+mibEvX6CSDzKZr49YUNqPXmhzz061sO7RRGdPVRtPb0MO7O9pi7lPfDCUD34urc7I1Klvb8eHz57TA49knrSvfeV8j34PXE9en7tPNDy4z2h6hU9akAxvazz/jyEEQ09ZH9zPCha1T28VIc8HexOPGa1OD0GgdM94fERvR2LyT2Cxz69BjxAvWicojxFV6E9FokIPf4UQr3Kmae8RumwPfOWYL0TXbU9rG7RPZkdED7RLOE8HOHuPSd+brtyqIA7htl1PaDhWD1qyZS89rkWPM8SmzxCqTc98MFAvFj88rwlvwU9","BB+BveGuIT3IqU29qK6tvXe2TD1mTke9nIV9vVZSj7oMwqA97dtlvbW0Fz6RCrC8tumXvAc9Rb1dNQq9g0E0Pe4sRr0ieY084dryPWvzTL3j1AY9xm+wvVC3Jr2Y9zA9yBOtPY2tjbkfupO9ojetvdX8Ab6F4qW8SfUnPNz+u7rquEs9IyGOPYfM4L1vLDM9e+CWPfULvzyMk689V/EzPMHtoj1W6CI9tPOtPZ1nKD3BvqC81TSNvdcHfjxzuqo8v9TIPZjiL7yzevY8zve/vcPcwDuuv8C8NkRjPF1Vm73sLEY8VWtgvUqVJDvezPO8wgo4PKlJXD2X2aS9ICnLPVGHp72OFmo9CfmYPJVczb20bv683AZNvOH1ajzjuUQ9VtoAPo2Yur13fxQ9qrBavYAV0r2CJwe+tRlNPUyd+j3D2tg98NG/Pc+71jss18q9hzvLvSKWFj1ra5U928bIPROLVj0mAGA8HRZSveQPjz3bKbm9Zc4sPAiUKT0QHIC9rHLovTyuET2BaJI9o3wNPTRFhb3egNK9HrSpPZh7qLwVhua8yyT8vN8Qpj2U6Z69Xr0PPSyojr2Ciq6918dWvUqOgjySvbI81h+YPcMqBb6rSYu9VkG9PTQTJ76R6VC9qg6zPbtf7T28Kbq7Oc+QvcAnY70ETPq6Q9oWveThOb3yk469VvXaO3lnZj3hNZQ8MRj2vbYdTD1rHgK9Ps31vNCa3rtvv5g7RcXhvWAb6T1FM7m8L/LvvZQ5ejxaAIm9QcIUOwKcOz0kFCK9j57MvTh7rr0daPU96ozyvVhuMDxDeYs9taSAuoDh0b03/ec9uxOSvBdO1rws+6s9CTCWvSfyibx6L5g9uZEdvc4B+Ty9Rq08rIS2vUnGAD0XmNS8bLcwPZyG17s8sCW9VxW8vfX5Wrxrz/C9JA5NvDVy0z3E1Fw9EiGPvA1wzrviBrC9pDWUvaicBj0Xsmi7yCbcPZe+szyEp/M9T02QvWgxAL53g6E8LM4Eu1lpoz2PJZc9","v798PSW8Ar7I4Qm9kV4EvUuq4bwxGuK87gTpvLNqJL3feAS9dQ0evgqmCj3+WQ090KWQvXg5Cr0W8Cy+8U3BO6I4T70eSR8+6CM3vcxJ4b2pJa69BowAvjrUVr26nnI9uEhgPB9AuT11WHo9yCi9vRf0mTwl4S+92kCkPTUOqT0QKpw9sd6xvRAAyD2zyJE9nw0QPdn/2r1P+7q95a1pvSU1mL0lLOM8pcK5PMCGFb6RZwG+7FL0vaXtir2An9u8bUPhvU8RTz0+Vs4937ttvf0b370t5vE8/lPmPEVNxz2Ia0O+yyWhPc4lnD03d2i83lTlvTAwajw25XC8fAiiPHqvib2kqqC9lDVIuytU6b1175o9fr/kvfaC/b2ohe69iUduPdnoATvDf4W9gLlgvcTFpL0Cq1c9qGBZPSX78D1e2DQ9nlzDPTp23j0xSRu7wDU3vZd+xr38m6W9XfWhPbR8tb1qVZw9aMYVvZyM972VBgC9ERcnvZ+Rir1/tmC91DytPSPmwTsqjy0+VVW+vRLSmL11rlK9C62GPZyCwj2dzbQ99MyUPdAtuD2IECA9thTDvE0mND0ocjk8CxWdvdrSAT6KalK7GmrbPC16hT1JxJK9CzpRPe2ccT2oULq8STB/PWIuFT4Tz40971XLPUs9fD18mA69SeuxvZFbaD0ml8a8QF2CvX5x8rwyrba9ml+QPUtxyTwRt0Q9pIXGPKycZz3fOIk9CtscPXP8pzor0869k6teParMOz0a0oe9/z4VPj2vsD2uwoE8Tp/OPaGLmT36v6a8e9AOPVFPjrytrs89gL2ZPbkLAD5IjN075cl0PQdo7jyOXY69JS+9PCGZA73FIIw9RSvOPKcXCTwjzkw9loWXvfq4xTwtGsg9yc7hPPW0yT0blVu9uEm0PK8RzD2QRDu9Y2xKvRKVnD3WIZg9IE5CPeCYzT3PNym9Cnd8vSYLTb2k7Ic9AUQCPp1lBL0qHsg93mW9PaNWnLwwnd094wSJvXC7qDts/eo8","xh9KvZEowbz0Qws+lNnJPXmG1b0N5eE8GIpUvDesIT0HvbU97EH/u1Y0j70JSRu9ltiqPUd32TsAUyy9fs/NPeCqqj0MIAA9F0KcPPszjLxyQaI9lqq6vAUcHz0zk509kzrEvLw4Mbxjn709l3x9PU6hvT2+nxy6O6W8vLW89D0K2JM9hUqGPPTIm72Jyli896SbPc6iIr2o88M9D0YSPIGEvjxjNcc9DG6svSOLM70yn9q9c/tXPfkOIT0sRQU+v1eyPTUHbz3L7cc8VFenPd4jhj2iqjg8wwKKvQt2gb2NzNM8Nw+VvC+gqrxOyLO9HMCCOePI1j12fdu7n54GPqpLpz0WydQ9LCD4PW4MED33i4m9Ii1ZvRfb57ycuA29FBicvUKjmb06/6m8wXXMPVZD3b2yVUw9FpN2vYa00T1PxDS8BjRAPaA/4DwguQi9yNDru51zGL14Dky7ebSPvWjun7x99MG7BMBiveTFZ72ij7i9Ux7Bvduxe72QUNw9gXW6PKIpzTwrxsc86nYTO/ptOj08sYS9DzM2PmX1CL3n8+s64N3xPCRLqT2IXOE97JvPubVGJz1VWTI7xkyBvZzKzTy7b409nwiiPRK5RjzKktk9gPP2PWehqDzKEkK8CbXWvKSvlj1HhdE93NRsPWtfCDxqMJA9cymSPOnrsrz26sE7/R+IOz4kgD0sQM09Hmi9vRCAor1I+II9fFnHvdOSgrz98Js9BDhnvTvabTxPi6U9xyROPWmmCT2WOOg9N8uwPdDKo70nxfs9Ol6lPIA/ML35vxc+3J8tPfsahj2VxN27fCpgvYf0Tj0e5rA9XwnJvbimnz1GoXg9UYwCvFUwlb1DGJI9mRSCvYyDyz2uOGi9Md/kvTmOzT1LvN28fus0vf3MP70/6pu860iFPdTiZbxsdWS94S4wPSruAr0khuU989kMPWW3tz15wKe9X79cvTW+4j0mleO9QkQAPtJKlDtX0i6910swvSePgzy1di68h96fPR2j7T0DWao9","8GSgOqS0vTxPgMm7yA97PWzIgb3ztIk7eQ+BvUXzVb2vCMC9upnXvS+xzD3plT49lBuyPbts+Lx3iJe8+HsuPSg35z1JdV095CypO6XHWbxuZPG5XMi5O2JoujzSoEq9CBHUvafT7j1IKu49DOAmuy2YhL11CAM+49jsvAxqFD1A1oy9KPzPuxSSrDxcmp28MjHsvW8/IT33sjm73x9evZaQzT0Vaoa8nCjavFdrVbyzT1M9BmrHvTyZ7zw8Xoa5xb0Xva7/uz0N+7y9STfGuq0PRrqwKXI8orwYvUQ+Gj49Gsu9LJzKPZLyJDvRWoI9HO5jPTGapT2isxk9Aw1RvGSywr1KE+89svf+vUGXQjxh+FY8UdSxvUXCsb3s9PA988GZPQyrET57itE9HEBeO0lBMb3h2ek9sICOPaLRij19oao9jE00PTwfIzoUC6i8TnJtPKqZXz3wVks9bD/EOlwsqb1Awtw9FaRFPb4WUr2C9sk9K0uYPR8vwT09xoQ8hG+QvOUsMT0iNxg82xvSvS19s70tX9O96bjivV+dczwJiPQ9P4JFvRw5ob1+VfG8OPAyvX+6FL2PmDC9cAwnvTtXb7zROAG9RnjYvNBeED03uAm9Nc62PSEM0b0nDFy8BgUBvQWuTr2LRIG8sq4wvFmqt73eH1M90l1BPTwnXj10N/O8Z2Ccvc5QBz5tMQY7R1l3vBk7Zj3TQFw9usjwvKlhvz0AE+K9iL09PFB9xLzeVYw9KTV+PSVLgz3OQI+9zhdcvMYbJzwFdg89HpnIvRBItryCRbo98sQ3vSqmOD1WPdQ9WWjbPUCS1b2Gv6m9y7hfPfwzjDzo96Y9Frx0PVrOsjxd3YM9ZhFIPZZQzbzjEeO9qwb4vKNzkzsecVg9c2AEPeaWF72/uyq9P0kKPry6fj0CNqQ9+djCvLy1hj38POQ9kbubPZDTDj0/8oS9DBG+vSuRdT33Z749dR2nvKeIvj3FCGW91MxRvXn0Q71mHri90B3evNZZ3jzZXhK9","pK3hvXiLPr0vrrG70NiqvSqSx73SiSq9671EvJaTqb3APzc9jaA9PVV05jzO9iy8T75hvbxGUj3a8a49UCBbPROYNL2FTri9am+WvaT0sj36XGo8ziclPNZFLDunWZ86d3LqvTKiFD0bRgw9JteTvBrRVD18cbA9NqyiPTnODr6/FIC941O9vUyWtD24bBI8petwPHFxiD1+Cbs890t9PRGEVz1Ev4M9hJMHvspYnrzzXS88f2UNvZq3wL18u4E9OiIEPaougr2SmWY9Mc3nvfXWEb3u/rk8P5GZPW3Irj2elqw9TgPDPWoXg73dOYO9I5G+vfLMubxYzKm8UHmePFRr+L3foMQ8BZEUPG6pnL3jIUu8y6GXvd66KL1weY29N8WLvf0HHjsSari9rrvXPPy1wL2kMfq8NayQvbZYNzyZNoU8GAlZPU+Ao722F+C9IgNNu1vzZ71cobi9rQJuPY45ED0R6Aq9BBmxvaKiijw06y+9dJTTOwDdrz3Kf4q9w0TgPA65gDvTXcu8jOeOvRQl7bxrI728f66UPSGdhz1mj049MjQVPlERo73yK8C62DKwvTlHTj0BriC8IQX/vPaROb1DoEC96kEyPfJeBD3L2429fSPNPSb3iT0lowI+tKpmPbal3T1eIRw9w4qXPGKKHboCThA+2iohvVPtTrx/CLk9ZvXPPNGMfL1NV6a7ny+PvVVJKL1iqW09Oqy+PEp8I73QqXU7NqFoPK6DwD0cIzo8ahH8O3ge8Dw62zo9hAnkPQfGibxb2ZA9evKzPWM8Bz1EAbS8X5uxPeMaxj3iVI49M7EDPtVbZ73ivZ09RxsTvRz1XLwezrG8WYaGPaUpaTy5UGI7T88WPEmTjj0ZJGY8NCEgPTkdVT3aK5Y9WWwEPS7V2D19nra8RzXzOn2ld7xMH/i868HzuzOiij2hpyY9QiTYPYyFmL0QM2C9p25gvX0s1DxYsuM8izPevHMUGz4MEg4+38ytvA2Xfr0yl4Q93NKNvY/0hL3cMJW9","vGukPVjUir3MBHU8Ls2QPWJ+nj3ogWC8rXmVPY5S9bwvcRG9A6CWvUnjRrzEYwo9XDi3vWvwsrxhOKK8UxJ/uyQA3bwSr/w8d4tLvZzokj09W8Y9tzX1PUacGz0kpSe8lCsSPj1W9T1asvE9BXG5vEUz6L0l9gg+iiayvXckNT2P2Cc9QdNLvRWRGT2vfVY9a2fWu+Cfx72/Nnc8I1yUvWa7ObzoJKe81smTPXlpTb1XJwI+uoWxvFyJxj27iyg+ZwA5PLJRWT314tc9HPi8veRaVT1GJYy8Dj+tvKopaj13EyU+l0GQPQkenj2gPfQ8eNPIPHR3hT31WJC9QwMcvc3MhL3k21298TjmvJyLFL3vmJi9teS4vQ2HVz1SZdC9NnTjPWHDnjxbTOG9PKMNPkAnFb1k/MS970OAPaom0j0aOT08IS+2PdAHnj3OzM69sgvkvM0RET56C1o9rfKLvTBcEr10XPw8MnyjvLPgXT3igcC8K3rdPUXTNbxLCBU90KI2PftGib3b9/Y9nyWgPRedgr1Adsu9ee9PvYdPl7zGuay7yMySvc8LBD4PsmE95bcNPlAD/7z1QKA9/ScmPWK7Xb0f4Dw9/P++u8jPurxhx5o9MGEcPswzX73nSDU9hHcsvHgv3z1gYu09Xc61PUDyp70/MLI9fVeYvavpzLqMYoQ8wmrKPRyPTT0mwYA9G7xTPXs+UTxRmgY7O8dxPcfw2DzHv8O8YOclvOv5Qj0QCCc9zsbXvTgnNbsmQco8hV6UPR12Vr1BayA+UWKWPd9iaL0zwBg+J/u9vb1Pgz2GH9Y8AQQqPRxLvTssEXO9KS1LvcX1QT0YOYG9kSusu7eGrDvVhoO9Ox3iPelvqz3j5FE9l885vIEsvz1nHak8qqH0PQoOW7x9F8w9Jw/BPWDp6zxyzbw9Ls0tvaHzvD1m4Ey9HlywPMqRBTxbm5+9Vzg1vcgMPD7hFpa9Up3TupbgmLxdhAu9afc3PYIsaTzypfU8fIAIPpifhL3Fqwo+","eEomvAPyHrx7CpC9UFl8PYF5Xz3Rh/473iR4POo0lD3AMJc9dWjivLD9uz3VykS8aO6dPTaewz2dhAa7zV+PvNPJeb6bgyo9ERHxPccbez2EPe89mii4PPEJyjx4/Oa9DL46vczQpzyr4He9vrhmvEgHFL2S4Cg7I1uvPBZnM72s8em8A6W6vSP3Oj1G+wo9c4kDPQ6M6j3kKha9v4aKvRFL0r3iRXK9VSDkPXL9kL3mcK+8tXULPb7PqD2jzQc7tf84vkRphT2lBai9M22svTfphjzi0QO9L/oVvcCeHL0laBE9cGjNvYKSfjxHrYu8lEWrPWoqF73B5AO9n6fbO67K0D0LUVq9SJqovaeRkrx17r08aGu4vOQi9T0Rfos9cunDvMZnb73kkB89VhJrPZd8BL0Eq5U9YKu4PYx2r7wNNZG8/nUcvMZbujsWFhS9ABegvTW4ITwwoNI8VomsPELPEb3Drc09mpvUPU+26j2HMAA9B/+SvIlxLz21vOO9AstsvWslDLwXRJ08gokNPR5KdL2rlro9/u7mPHDYsT1lZ189n0qOvXD1ir1DNO28RbGDvZN8dLyNewO9vHHKPU5o0D1g3yu8TdDEvdvd8j2aJfi8MqMjPSeGrz2P8pq8E40kvUzmvb0tWKI9YqpyPbLfwz2Od0a9/gGWvRHm/Dymrwq9fXq4O/+fhT1/rAO8EAc3vW2k9z04zPM8DummPaTXPT27WuY9nka5PL8Tur3VIa28qe2dvPePfr1Rl5Q9GIZOPXh3+r0trnq9NPV/vezEAz3K3wY90mnjPTLV/zt6w6o8z73cPKdrrLzEkfI9FmfBvJovTb1bqdA9u72QPBqPc738tUG82XgBPTykdT2pflw9qjp6PUe7UztBvjY86EugveYyzz16ypW9YWs1Paf4xjqz+mM9PZXxO1nHqbq32BS9EpATPabtgj0xS749yfUevVtOhbwpKs28lRG3vZroYjnpnYo9EqbpvAAqsT0WLck9J733vHI9jT3VjMG8","0IMuPVh2lrwLMPK9HQ3eu+O7QL0yfLs9OxcRvmIGoj0B6dA8cpQJPUb9eL1vkJy9m677vbK6lT0C1MK5kSo5vQIGdb0B2gK9NpMMvvT4iD0ELgO+0ejSvAqNzLxIUYo8e38VvvSsib3IKla9s7s3vuPgtz2rE169h+vAve4ls71V6we+Xo6rvVtQF70UBMW7INgoPac6a70k0GO9EXo+PVcb5j0mn3k9MpPgvU8Ykr0ojLw8Cy4RvRhvsr3dTIu9vYXgvYrQR73bVAa+TzikPcGZpr0MZHU9Q7fIvNwv8L3K5ka9PeyOPUrhDr6onZy98vElPaHxwj1nNV49yvASPCaEiL2j4na9WO8UveV9UryGpmM7frR8PSa+dDwuapA8Mmpxvak5cL199gm+qsl1PWQJWD2YcFi9xGLbPDkaHL4BniG+FBXpPAkcV73N0YW9aArTPf+VqL3BPKe7vbD8vC6q5zwHy3a9SwD2vZn+q70PeSI90lCPvaELuT1GKu699Ad9PaV5s710fgy9FeFPvdASKb2cMAY9gnUqPfvKbT0XBsS9mbJ4PQ8yf72TQ9k8MxdbPTdp4LzuTY48iWOavTIvvbxvw8S8Fw+9OSB2Bb1zYOK9+pyWvTISib04kfy8ulK2vTFgFz04cT48aQa3PLC6uDuR7nw97zuuvTWT3DxsOX093quTvcMUmb0j3888hODSvVGncr3ONAy9bxyRPKEDHr3MI4K9eqKzuy8V8Dz5rum9W0qyPSWi6DyUGUa9ZLGzPMRxvLwGNpe9pwrMvaGBCL2Htn89omvIvaLJjb18VRO8Z56KPd8QMD3qzHe9bhqdPbR96b005Ys9qiKavTPclz1iT8C9e07bPVyADz24ik693RZNPSv9sbsYcrM6wmJ7vNxXYj3wMUS9EWCOveTBUL1yG6s9rcxUO8KbM73Hv368FpqgPG0zJL0x12o9+lWcPQCuh7vSEsu9ZYXhvYHgy7q6x4S77gPhvSYFF72w3Cg905uGPWVMRz3egJE9","KR3BPVcAAb6LBq08AjBxPYFnlj1nbqW9uhegPQMmMTyg/929KLn4vOEYwzyCzNy8R/uIPcOXJr3QSs68wcM5vfbnOT3+7yO8waKCPTrpYr2YSJ298jfIPXehID2DSZc8TvGHPU87wb0eZKk9pLFpvHwBsb3SFZ29iwBHvZ7jKjsVN6Q8NGuBPXA9Ab5jjv687n35PGBmTD03Oze88hTDvfvDnb1lxtg8qqQXvelvzzwiAZO9gFcGu2Ghlb37Suo83/VMPccNB722BGs9YH6cPf4enj214Ie9zVsyPBiQsjwEgrW8N2e5vVV4Jj1BVJE7BJ/DvTOXhL0Orog7/LMDvuObrz25Ubi9LwLUvYj0sb3DlwG9ljuMvXUO5bux0HI9PbSHO7QJPr3IBEy9mZdNPaAaqTxul0Q9p8yWPGifk70Kaou9lMoIu+vlvL1NFrG9TNYevaYR571Vf4c9SHZ6vUXmLj0HGZm9rtRHvbqhob14jLa96L6NvSvZxz2rIjW8EfGVPdBWfz0HSyE9akV4vXLg0Tznkwc9aEh5vSSyyD1z4pC9ZLlJvbOqY7zhT808R3ujPbTjDb0kOq+9UQHLvAvTuDyWQ1o9bwTzvFszST3zWVk9VlicvRI1qL0f68m91/ohvQ+tFTnb1EM9ABORPZLvWL3YCYu9SpysvRm3aD0bQXo99c+vvVieAz1IWYa9vHRtvdQsxL1ksSO900pFPVVUsTz9s9+6GB/hvLF3qzy8dbW8jc/zva3d5LxVUQw8xrC9vcnym71bkVq9QxbvvPRFPD2pB6M84yKNPWMjCL3yxYo7npgNvLb2ir0iOFO9vIKAvIvpdz2cvQE8i+u0vSINO71YTzG9pg89PHKD2Ltpyv287oXZvV/qErz92ca994iivevviLxuAVk8nSetvdWSsLyO7xA9feQHvYy5zb2oFfm99oXPvfs6mb1yTqk9pyu0PN/LBD0HXJ08QOY1va8XqzyV5Km9cJz6vakBuzmV6IQ9/J2fPFZCjL3PToG9","C2LrvfylSr1RZZK9NGFovQRx1L2/Ezk8BIWtvSbqmT1RZ2K9G2nmPDUvb71Kz7Y7GY2bvCF5i73z1SK9nthyvdTDFz1nbgg9/KyUvSBPbT34lji9axRVPNiln7uEubu8o73aPWCTrrymvLO9oWnivHiCxz09M109GiHAvRy11D2QRe29Yy6APSFJAD70PFw8fmmcPPupsT0cOqa9UbejPcrpzjtpdtg9B6RIvajEpj3a+Zc9M16avbfCxblaLlQ9ceMgPfEKPT2RyJm9bONkPBxMZz2Oyeo9VBUGvZ+B4TzMu/A9xSkfPe7i5L0UmIW7K5W9vUbPxD0v5j49TTDCPbLVRzx7j6Y9qBaBvP99hr0VaTs9Q7sJvYR9jz2H11y9AshavR8htjsAOxO9uu9XPRkjBb0IZ4C9eGpRvQpDhrxMQw49++ZdPJs1VDyNRIw9BmjkO/fxPT35NJc9p4sJPkfQoLz47LU79iJRvdtRZz38yMW9w7nPvDtgtz39hYA84cv8PDZoIL2RbQi8FBI1vU1Q8L3lNym9qAZEPYLB+r348Xg9o7PYPZUsk731wuS92p9YPcKZrb38eMW9JsjaPUPaQTtOCAY8o+NMPVxWnT0dh+C77MtqvQXErj1CTrW9XVJ5PIrzzD3goPS9bD7RPGcBgr3gL7685hQDvXxfzz0Hy1k9VnH3OrYnC7xjqEu9R0j0u1ptp72IQA++4yhxvG2lljrxXvm8N3qpvWoRlr0/GoK802qVvZG2Rb3sQnk9A1ELvXxOQjxvw8Q9nfJMvfTaBr24nqw9MZ99PaWUzzu08/k96PvPPI1F8b1ulZm9Lh80Pe/lWz1iNiK9zLAqPZj6yDxBInA7E+HrPTqv0bwFV+a9rdoGPN8G57xuNNm961x2vN2I2jzDMPM6iMZsvaCSwD2axVY98kH5vSAMXbyR4e047VPlPQnujD1zvqu9n3o8PSzXxj1b3TC9uSukvTsIDz0MsdE90Jqmvb5Ktr21RV298JIAPSMyDr0d+4g8","jPoIvjxGBL21iEg9zcqHvUCzq702EgG+95dXPf6qAr6ytzs9n+C5va4kqryMhjS9cmCxvMEqiD3ptSk9bbSxPQK2Yr16CFa9XIIwveoyOj2OrWG8xPMPPeF46b0+6gW9o3b5uzm52DwlS6I9G91IvcDPj7yV/JW9/TW3PauLcL2nf2o9ckeVvZggrry97Bg9qRLDvdW4jTsz+oo9nDH7veyEDT1jtqu8uoiKvRQisr0WTY+98j6gvfQahT3mGAk9hucjvV6AUrwAj0y7SlUWPQBCJzt4lse9ZvpKvFNSiDxRFUW8tuP1vLIezjzcWbQ86bH+PMNZ1LwBx469AudGvUCa2zw6A3O96/JBvZze4b19nzi8vC7DvUSWPL07UnQ9AlijvfdcvTwEZBo9C+DHvA5yAL65D3C98SikvStf+jxl97s93hztPDf6Br3YCty9NMsNPO0/grwjNdK9T925PWRocT3dXvE8+R20O7Z1wTxc3JW8/3IHPQWfQT2Oy5M95vgMvqym+L2OmbM9Oj/avYd4nr2O1uW9aCU+vLjaZj1I9Yo9AfIsvQzYir0UoZI9aWbFvXszB719/fu9AqCLPfZACzyBAW878rD6OzmAA76DYKW9c063vUFsHr3mJf65ZIiTvW8gwT31e4I7WKKmvY0Swr2rP0o96a6ruk5rjz0DOoM9AoVXvZUK3j2rDA09hNCPPY4PUT10L++8DKFcPUQ9oD1Ur6+8csEovLLxs73Atrq82voYPYPCQ73tmJc9Jos/vYWF6jzZXdy7ez29vc6UdT1WNhm9PMUuvQUsjzwzmqc9Kz9uPRSFdbyKdg49SiadvTtwej0H97W7zeIRPWkPrD3E7F69G4gUPKLpXL24l6C92RcVO57doz3RhVI9UWDBvAAl0T31vvK8W6URPe+BvzzD23S98qasvYpjCLxXsYe94102PlQ7Kj5o9sm9gZizPfIXLDvh2La9dBoBPW2ePz3XNB8+PwGDPVHtsDs50BO9imtVPpRfsr2a7GS9",