{"architecture":{"class_name":"Functional","config":{"name":"sequential","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,48,48,1],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Rescaling","config":{"name":"rescaling","trainable":true,"batch_input_shape":[null,48,48,1],"dtype":"float32","scale":0.00392156862745098,"offset":0.0},"name":"rescaling","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d","trainable":true,"batch_input_shape":[null,48,48,1],"dtype":"float32","filters":32,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d","inbound_nodes":[[["rescaling",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d","inbound_nodes":[[["conv2d",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_1","trainable":true,"batch_input_shape":[null,64,64,3],"dtype":"float32","filters":32,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_1","inbound_nodes":[[["max_pooling2d",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d_1","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d_1","inbound_nodes":[[["conv2d_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_2","trainable":true,"batch_input_shape":[null,64,64,3],"dtype":"float32","filters":64,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_2","inbound_nodes":[[["max_pooling2d_1",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d_2","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d_2","inbound_nodes":[[["conv2d_2",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_3","trainable":true,"batch_input_shape":[null,64,64,3],"dtype":"float32","filters":128,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_3","inbound_nodes":[[["max_pooling2d_2",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d_3","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d_3","inbound_nodes":[[["conv2d_3",0,0,{}]]]},{"class_name":"Flatten","config":{"name":"flatten","trainable":true,"dtype":"float32","data_format":"channels_last"},"name":"flatten","inbound_nodes":[[["max_pooling2d_3",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":"float32","units":512,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense","inbound_nodes":[[["flatten",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_1","trainable":true,"dtype":"float32","units":7,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_1","inbound_nodes":[[["dense",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_1",0,0]]},"keras_version":"2.10.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[48,48,1]],"output_shapes":[[7]],"tests":[{"inputs":[{"shape":[48,48,1],"values":["C73UPXJD7T6T3VM/zg2Zv2l1DUDpAEE/tLX1vvhdhL7VCIc+44vqP8kZoD+Yyia+liACP+ekqr5YbUg/Yt38vheVWL+6DCw/VmQavlZ+jr4tE40//oBGPwA28z9Hv7S/mzWSPkpyjj//TxXAGS8SQPpk6j1Jurw+aUUJP+f/9D6GNIe/lVWMvyKwAbtADzq/T8yfvxXRM7+elOc+pqrav4J+nT91dHu9LNVevj9hEb0HynS/Wxi/vaYQhz2Xpia/XNjAPuTDLL9URqQ+vFUGPhAOkD80sBFAO9XZv3vclT5ufee/DKA4PhCxF78ugZS+D1ulvnebqz9I5sM+kY0EPyUfk7+n/Ia9n8TgP8tnkT9FZUO/pSKHPx0m1z+sUc2+mFFdvzW/Gr9MO8U/P/LBPw34fD/ABYw/GGqNPhZLqz8woVy+OR0fv/hQT76vBZ0/LMjuv97R4T4HDAxA/A0tP1obYL6WNqE+LWgGP0aLj79Kofc/OAjjPo3c/T0FChZAcUkbP5VZu75Ye30/FbfKP1TYz76tOic+gRi1v8qcC74af6U/dfsBv/jweDynu4m/fnETPYYDkz+1FYA/hNtJP6rrGz9jtC2/GotAv9D84D5me8W/EhA4vxVwkr/OcSQ/rHoLveasfT9Mo3e+pIdYv/hjpb0l7ey9Wyyuvwopmr5/xFM9vPdqv/tv5r7mT3A/qmJ9vypCyD4phiY9/mHcvjmozT0ZVns/zaolv9HVV7/UP10/MeolvNowMT9TYIO/rQLrPlHawb4P4Uq/U+sPPxY8xz4OfjQ/Az2ePxZOVr/NFNM/bJWov2wePj5tdXk/BzPUP81JZr4vIMW/IMXWvkK5Kj81cEY/vrF8P25kYj/eL5M+1vKuP+Ew5T9kkhi8H+Azv3CMgj8/nm8/4Fbxvp5kh79atDQ/9xqsv0n3lz9vhDk/GJSoPyqxCr9qLjy/M32DP+SWCECfgMu90t1EPJYhiD6X3yS/kf6LP/fHjb+ACp+/KfViv1kwRj9u6j2/","6izFPvO59j/Lewu/X8UiwLmtVD0n5EI+tR3ovkmrWr551jw/tIMiPwO0az/hMo6/tSe/PzG9/z75Er8/xNQ9QHTvlb8/ZUI+bf21P+V7kb6eHW+/7hGYvlYulj4WMlg/74MLvyZ4Uj9/xPM+XMCEv9jGyb98Z52/JSnQPE1OHMB32mg+etuVvah2+L9f0po9H/8kvyOwAb1Tf/8+qH1WP8obpj8kyAFAEoNOPjPBRr5LBDE+IE0yvzAPhr8Gg3e+xmg8v8pCiz+VQpE+dnX9PukbPD9ceoC/TafUv8LS0j+BFFY8+KHMP3Vpnb6XHzA/nhiePkBz2L+8B5S/zj1VPtejnD+zYJo+rBeQP+PBWL5uDc4/gVhKPx9Pob9YPGK/q8wvPxSCFz+JLO0+XuRovwN/XL+or7c+xdqKv3X6hL8/Sug+gQ+IPjWnC785SZG/MpFtPmV6ZL/0WEy+eOcNwH/TRz9RI1g+s/IBv9l/mT/BS6E+ulxHPXIGkL/Yb5m+tgweP3D5Eb+3qT6/R5aWP4lEjT/fmCI/KOSKP7Kx5L+klH6/Ab2DPSpeAr+fu0e/Iu98v93TWz/p302/U6gLwGu/Dzr2fy7Ac+gHwNvN0Lu1s0I/4WJLP4nhFD8DCx2/Qmf/v/cEqz0myiQ/2rcLQF0bgj8oJjq/M52NvokUo76j0i7Ajenov0zzKj/c/iS/zJb7vsRN5z8XPk+/GFn1v/HxXr9iYUs/tHqQPX1EeT8A74Y//uUuP1P3wD9zEBo/T1LePyUWND6x3glAJAsCP5V5Qr+Ueyq+9lh0PmKdrr4LjSC/RE5NvyaXp74bcyi/mUWXvlbhiD/wvY29vE4mPucJCL8c3b2/oecwvp+34T4XQh8/G29SP9MhpT6nHY6/IxfHP4CwFj71J5y9/7R7P9+dAb/n0UU/1xGxvq+5y78ZTNo/iWduPzaa/L67tBa/SbBOPrdsyj8eEbO/Y8mtP7YaOTy4K2w/OVw0v3xPlbwB2/U/1H0+PzU1iz9UiVu9","z0CRv738BrqBkeW+/oeJPzspqT4yOc2/N2Wav+xqUz/6AB+/v5wiQDwVML92u1s/ID2Avp9UPECTTMS+MdO6vzq3pD/7OLI9lyrtvr9jDj+MFBa/xiPRv3ARO78Hh9I+2ki5PpKOYz9fY4m/SMaQP7c+Sj9TYwrAUMOcPwx8Q7/GXay/GgNcvrIUM7+lWmY/BHuZPiNFoD4HqlNABiYKvyrpqb6mzOc/3oLIvtcSYb9mrvC/BLMDP75vqD5fkv2+0UANv1ncVbxpqYi/dbwmP3weaL/lmTY/mtzovlcdrb7Q66M+F8zjPeMkcD5j4ihAu3iKP+jesT9jzQ8/+Vupvg7Wir8iMwI/w+UTP4+PhL/0b4e/QrZxP6Q0mD9Y/iy+Qby7v82/lb1wr1Q+wbmTvyLzjr8gsBC/Gu/Cv5xnBD/b+2Y+JzGUP0ADBL/vCS2/hSvqP+FgvL8kwyDA6mO3PzVSt73PEX+/0WPQvyntkz4ZVPa+VZfgvoy2zb6Ref4+JoBhv9oFAz5Zilg/VGCjvLLUqD+OQCG+AsWKvgpJiL8mCwrAlohaPgn7ob8PPMK/zwGJvzEX3T1N8Im/4HSQvgBx675XQOa+CAgQQL8bgD9l9L6/OjGpv/Adgr6lEUW/Sr3XPz0ZPj8tuNW/p6MXPxjYVT4J/wk+KsNavxz0o76J2bW+euMnP+a79r2m65q/qpCAvluXcb9wcgg/vI0BQHclTz/k8IW/NZiHP+tZLkABoZG/SnGtPcffIL/00vO/46o5PzejYT9yOxhAhv0UvqwPyL2ZNmW/Q5+MvyLCpr4UXAPAG/GLP7A4fz/0Sk++yleyP2T0fT9fH6y/UI2ZPtUFED9hEyfAuyVgPlgBTr/YFoA/VVAXP4iBzb7apxC/17dJv19uKj0chyY+vIOMPzueiD+Y0NA/tmoMvyi4xD/lLGA/VzcBP/A3jb7hZDm+Je4pvryApb9et1C/fDx2P80kRj9z9Z0/KzKyv9xEeD+YRcM/GuSWPqZ01LzAFfk+","FU0KP/fcpz7gR9k/RAqPP17Pkr/gsrU9QnT5Po1sB773OiW/VfXVPL1kK741Ye49+kd1vyxAIL+ze+2/LX1evy6ziT50IyO/ubESwLP7qD97aIk+ig10v8TPiz/Z7M8/XWG+P1ecmT82vy4+CxD6PxO2lD9Xq7Q/yGbYv+/0gD3c8MC+3TN6viP6FsBJ5jW/EiUTP97+Sb+D6d4+SQCePh5lTz6oA8o+vQOTvoCiD7/A8K8+TbWUvz1UWz9+mQG/zX3RvkGEhz/kUY8/X+tBPy4gK0AGDGC/6g6MP4BeOr4EXOm/VDjKv+4GoL8iYgG+sI5kv0qwsL96VoW+ImtOP1Q4SsDMhEm/7mb7Psuelr/mIR0/5irjvh1j9L5z/sm9FaVhv8sPgT7ShbI/s+VOvwpBuz/8XLU+JKxFv8dsLL5nuu6/vujvvzCcgr9cbrk/G1KsPisNKb5ckFS/GhUEPyGZNT0zrpa/4uP0Pl2k6z2j/bU+qvA2P1UT9D72PHM9rVfMP9KsVj9mDJa+6yg5vuA59L6fM3C+UFg9PxAIvL69drI8JD6Nv1p8HkA9wcs/zShcP0+ESb/A0gHALL6IPkAOUr9dF3a/YH+HvTQqTD/nG4e/X3dIvx5pWj+qxxu/y1T8vtOxH74SYH6+/XYmv/GmJT9EPAU/WI52vvD5rL5eBh4/B2vLvywykz3Lcta+cn6wv1/gFsCdTh1AzQ5Gv0PiEr9TuxbAIrWAvxhYT78FRtw/bF+bv7retb/w85g+/ifKPbn8T7/p7Mw/Ux0yv9AMgL+WX10+LU75v2Pn4j1DgfU/Zflev6T/dT88lHc/YCSLP/uQBD5G5kW/1fGKPxCZEz+xfs8/D7zMP3ticz9sxik+Xv8avrDySj54Mq0/eXOPPyuunj/ZUzE/5Tp6P2JbFj+iuzI9de6qv7vfbD8bHre+/8cwv9jBkD9ieAjAr3JxPhzPcT0SfPu9tg13P/SpYD72u5I+RicaP8XFXD4nTHw/qh1lvgNMMD8HjXE/","heN/PzUAIr7LDgm/Onn/voQPjL8vkqS/s4KvPsDFsb4pxNS++wC2Pyo1/zwO10E/U+DIP19oCkCkf4G/8ftFP+whCj/qIH0/LxQVPwh2AD9qreu+PuEPP6w8FD/Dvgy/84OaPzghKT8gIcs/T7dmPxlZC8BN2g2/FyHNPqmtQD59fUa/CjW0vynQTD+7QSw/s92gv8gIhz/tEk2/6rm1vt2bhb5ahQg/F/gJPymuD78vzzk/WTFNv8lF0j5Umts+IG2SPxQ5CL+yDbo/ktZNPy+ufT+U++W+BKc8P2RBNb9pqiE/DJETwH52vr+aYYy/BqKrv3K4gz6V49q/2XuqPwADZD+Qvrk9A5kfPVB4nj91gNA/zQiTP99xTjohv92/8k1vv6bFwb8IU1A/bsiMvgd2i7+n0Va/tG4AP9JxAL5BBVY/pfuMP4hs6D5Iy06/SvzQvapBij/Cx+696Ag+v6IJBb1k4Fm/7S40PwvY1z4TQg4/5JefPh54ETyq8kA/ek4TP1Uynb0asTc/mj0cv5cIF78JHRk+rHLOvwIMgr+0rsO+Gok2P9yUmj/ULCbAwF+2Pr7ajr4S9wI+bSdXv6pZKD9zGI+/6VBiv7PI5b6aqfC+6RuNPgBKHL8UP9g8ZUOIv7ij4D/b06O+s/1DPsw3KT8HmLC+Lp4avrwDEL0igSq/xx1FPzsSFb3ezws8wS+xvqsoIj63QKS/D0msP63nlD5880K/8CPZPbg0C73lkPi/zLCMvzN+Ar7bUlI+63R8vzcJ6L60zH6+zF8CP+nFub8X4tu+1N18v/10wL5GgJE/sniVP3P6o77LFhy/P4MFPzqN0D8VZSa/ZVh6v1vQU76nZxu/dHMNP7QctD+ERi+/fII3P8ogkj+JwNc/EqsuP1M7ID+3tZW/yRxPv94kQL/MDLQ+zO/7vb0rUj8WyALAjXCAPyVGsj8Qmbw/wpYBwHufmj1FN9u/oUWWP2orlr1DlDi/qGnePy9YRz/9FqO+XpqVP1qs3z/OmE4/","n2KJv+CLOD9k5ey+M68GP7WDiL8x0cQ+hCQXP7S8i7+4f3Q8IfAzP5svML4Gxxo/F4EFQHv9Xr5VBOM/JlVAPzvRz7+5nIM+YgP8vyXiTj/N5HW+/ND6P2ur6T45kjRAXI0FPjIdNT+diFo/8gKWPmVLnL0fWbc+vyaVP1OV87/kfay+VN7+v//j6L+FE82+gqhvv5k7Zb+vKOK+/x0RQPJn9D0UtmA+1pt/v03tND+FGc+9Zta/v97Jfr/7oni/Dz+Nvhp8Tj9oLnq/vHj0u5cxcj8kDU8/ouvqv/gJyr51XFc/z+l5v/Dbh7/KzRQ+IArEv3IYDL+ITDK/5C7UOoTR+L9GuxXAtOYCQGH2d70q44Q/r5vQP23Zxr67Q5A/z3TWPw+cjD5PngZA+1EYP/idzL4jcK6/aAZpPwMCFj/FRIW/Uc8JP6brkr6LuQ+/wBK9P6572j6EuLK/EyZ2PkvIF7/elkY7MlO8PwDxcz9Zk+0/+DQoP5plEUADRuW9vYcOwJ/AEcDe2EE/a2JHvubm1b6StUy+4N7YPs0CED8lNgq/Fcu1vvQEZT5h8/c+ny5iPy5+Xz2575o//vLjvyET3D4hIHK+K/hPPynCX76FziQ/I6jpP5CBub6jo4c+P0sovlH4D78pPJ6/V8a+PmaK2797b9s+i5NMP0svEcCVJo09Gq4nvk3PY79dlik+PXWvv7+TJj4/Cq6+JYQbvtgBB0AxWLk+4wYzvotAGEDPnvW8lCrEv4CgpL585mC+JGksv7nuK79tfOI8U0RzP8FSoL+KJAy/eD/Jv4qNgT9gPpi/YdQoP0nQOD/o3ALAHV7MPu7o9r7IxNa/a3ugv6q+iz2+52E+7r4EPv0nEcBvxyo/C4MRP5N4pz04l0a/J7Z0vWWQ7T8FYe++CPk+P/012r13+ua9eE6OP2I/q79MEqG/aNgDP1LE/z7IGNA/TnYuwFAAhr6sn2k98USBP8wfGT9OyqU/jsipvjOJ9T7dRTo9cS7HP/fic786LyI/","Y1DEPqBpA738FJE/lHwjwD3ovD9ez+Q9x3E/P9Ofzz4NJHc+K7iKvR43cD8kIo29jQQPvkZTEj9RGkA/6Kf0vlpYJL7/Z+g+K06zPjBgfz9A6BG/BM7MvvCVhT6XmqS9DwQDPr7qXj+quQDAde0Bv/xoiL8S0Wg/fjkrvxHOdb+ZgVS/fnEVPyXWbT+rU7Y+u0GiPxVZtj+ZZ3G9ZrQHv0DA1b89PoE+NRZDP8qKmjx6+qg/7cU2vjlqnL3QQz0+g3qxv3q2Hz2I1Ys/85VOvmEuzb5i5nE/933Qv8YNSb9pjga8cxi5P7CiGL0Ny5k+XgQ3vst1ir5tejm/KDrEvX3jab/cV7e+I1TxPnSMrL6nHXu97LeyP6FeRL+Pgo+92s9wPs3t2z1mBEm9OJ1OPONoqj+x93M/wlWtP5UXmr5mPZC/ihy6vaBMgb9X7Tk/Xp2xPjjrLj39KB8+n6ZIvwvpxr757AQ9tgl1P/L07D/y/CI+M2UvwPolML9QLpQ/vMCqPTxJtL/UTAe+u7SUvSFhu7/fNy4/UPoGPo9pCj/2pnI/szICPum1Cb/hJCO/b4IGP2WLrD4PIX6/LgXTPiBU2z7kkwRAbtKePxACpD/ILSI8anB9v+BVzj9zkzjAon8XQHgmkb7do6w/9b2iPhc0tr7oDB8/pJVYPqQJeb64MMC9H3omP8uWpj7JzMy9uCbHvP4Gvj8DXqG+J7Okvo09F8Bg+ME+J7+Wvqgzkb/LpuS+EaPuvSy8S75sW4E/K9yFPrbXqj+E/4c+FengPwyT5r3ZLQU/uWmuP503D74/Lbs+RjKGP8bZiz6tPTk/tcCxv+JwJj9YB2q/pQT2vinZNr9IoIC/JBCLvSP6Lz+A+Zw+zDCuv5S9w7//9Nm/fGVfvR7OGD8psZc/8JRhv23WHL9SYYk+LJK7v1xRjr8Ki2E/hBgCQOooNL5/+0A/apNMvxdSfb6lqqw/IneGucFgfj45GB2/reqOP01mUL6pwBu/1qIvvb/TXz/SjPs9","VdmAvyKSOkDddbK+F4E3QGhxkr0TlAs/KZOOv42hOT91koe+3MVIvpYkP76lFaO92xyKvyih9L8X6qM91vVmPuUKDr/W/EQ/c9Yhv4Nnljyhdw2/A7dLv+Gw9D7uaJS/RJDhP/3SDD9zewXA29lBP8yQ6z5/NHw+iHD0v8K2779Hk3K/zMnWPsvmMD+0Iik/eQDbv4ezUT3SX50+tYYPvxBFGj8OkoU9MAbSvySjNb/rHd4/Ie9UP1XKvb5bGdm+3QhWP2Ku4T5kRoW+zIGrPnnhYz4bJeM+IK/Xv+TTXT8Wapq/F7vVvtbuuD5OI4i+XTcBP3fe0b6ChJW+SbVzvz2XYb/9bZ6+d1z4PkwukL8OGRC/8kKOvwUkVL/+Bd8+UqUbv2zO5r2tHyq9Ate3v1/4Qj8gF6c+kmV8P2HPOb96BDi/vxpnv1+veD1rJjy/Tlk8v1NgML0vXzq+lM7hPnvGJMBhuGi+5T7YPcyqxD6cNg3AwKMnwPFuGb3BZsU/EY2/v5c9vD+sZ6a/9qOKvxfkyD+uVfs/lFKZPpjUo75lIf8/Zo8vv85dmz+a/6O/rP+TvizSur66NQZAz8B1P0gLPb+q+Yy9EVj8PtG36r6ubZk+A8BEP2P/gb7WeNA8bvETPzvBjL1rt2I+2oQBPyZuoD9sShu/WDpDvnVJoT9snEy/0pLfvpzHrT8Sze0/CIG0vqTpAb9Aoqi/S2BTv/piYj5W854+foHhvJKqvT7n9jg/p1fiP/C7pL/Hmp29V4jivqCMbz/mSpU/SOqAv1kkLL90+1C/hJ+HvzCEVT9CSmi+qDqKv4l9+r0wSoQ/CwkDPrK9jj7YcgW+N5EBvg5PGD7rgrk/boDgvRUzTz+CBxq/g3VRvIKd6D9A87u+yV1wP+vAp7+fmdC/c8iqPqZWBj/OzHY/P/rTPtjgJTpeYYy+CPXrvUjgQL7Nh8G+bp5iPzka0b5rOM4/Jv2aPmvlxj/e5Xq//WTqOwrmzL5pREI9Sb2+PuYPUj8Tuou/","R1qYPxP8Gz8yWhS/yDgxPlUdUL9dulk+TKwUPofxJ0Cmz7m/pxFmPbNRVD4AGA6/W0pTP2I2hL5uKJ2+yvzsvTkGjz/n3Wq/aHhrv8UT+z+NLUG/+GPzPDv+FD9ttOe9/rQrvycTr7zgkh2/4KxXP4EwUj8JmAg/klcmvxrXC8C0iia/u3QCQIDU0j8xR4M/vXHCv7fDbD/4dAi9ggjIvabJz7+lvOm+ZsWzP4b+vr7Pbfs//1uOvxaZk78R+9G/Bjm/PrD26r4/tII+hYq6vGTGsr8PyAA/fkeMPxQ7KT9ZCsQ/HIZsP+a0hL/6VGu+vYagP7OEQL9JcOe++0+MP1duh76Nl56/fcbsPjJFET/7Ux6/fvYnPyCeqD5X57O//dbqPosPPr/UbwHAT6lYuTOZwr73SRk/GPAmv457pD/Sk7K94+2vPwf8CL/rEqK/1lGLP5fs9j4VT6e/+09GP2HgET9IpdE/w6avv6LlVj+7UAc/3LBvvhUCFD/UKQ0/kwiDP3YSD7+8J5e+jDlLv25aU70di+E/3YG+PnKhIb+sXra/7UEoP6IWgr/nsoA/FSJsvzKL5T4Vf8i9rXpfP66sI795o08/ZRXHPjZ3VD8iZtS+1hlQP18uYD/GNxW+1q/Vv9pq3L749y4/L9wLQAc96z4nCn+/roApPvbPXbwQePC+4x36vndo2b0QkZU+dBiTPU/zsr+P7/M9gAHdPgLngj0TjCXA76Spv4Sd7z6AW0c+LJ9Ov0YhPj/KvVC/efEUvtIIlz410r6+iW6Yvwe82D/OCDg/XAmlvfkSHj9Goae+xkYlvYmTob9fuKu/PnIpP6BLIr8QVee+fgNvPxsTzb4a7ZA/kByDv+4gsT8Y0pA/71+Qv/Eus75v90S+kZTHPxYVhb/a0fY9U0SHvknyhz+QFeK+e4RkP2jpQb1Umea+GQKlvoDio73FeL6/X0FYP2oVmb8SroS/6+9zvh8gkL9CQiQ+dC8AwD6Dbz4y7hI/p/VAP2uTKEDwhV6/","qn08vx2ufj+PWPu+c3mZPvg8Cj4dpSG/LuGrP1xnsL7/aBa/Y2a0vucOGMBeDRK/Uj+PPyO6Pj+UJoo/lEzGP5hjtb1q/Fu/NVEPv1ggxj2GCge/dnqevxTzeT7ccxE/y4NzvkvMRD8LZWk/48GJv3G9yD2uV80/9V3BPhwLmr3whXe/KoQtP5QzfT6uRPQ/OAwDv5W3hD+lZvw+8Yo6v5x6478TGUC+Unt0PSFBpr6zBjk/eUC6Pxlf7b93AlE/2E0/v1nIXr/fsiC/+GCZPjV6qb9xNEI/Blmfv1JtNz/UcTa/VLr2v6lQMb9fJUo+9nIQP/uwtT8Oxxq/U1u8Px1r2L+XAZA/MFMCQPjoir9SPau+yE8BP7vgaj5VuQO+JmnVv/E1mL92V68+jgW9PpZVCL8HmmI/IuBOP8gSJr8dF8S/kb3GvoOUHb+HiidAKEv+PoVBYT7mpHu/FzeoP3u0R7/cobK/J8EQQLX1ML5EJrA/r2f4Puv+az8VOrm/6HYNwPQBWD84oay/z2WOP+nM8r/H8F4+9PPzPv5OPj4RHI4/NgvAPtDVkb5vGRtAyr4XP7684L+KX2i/ImXKPzBhy77hOIg9W16zvxt20T9pD9I+QKtMP1TmH79o+5W+noqpvzjsQ7/lkaw/9WvQv/6Tcz8mZRY/maEMv32Gbz9lR0g/FcwEP3QGbj/ZJgHABXtlPmFbyD6xfXi/+9FkvwyhYz3heRQ/jbW1PhmXpb7joDe+rvuMP9AnVr5BxEO/MiiHPlYf6z4jFBO+Sxcfvu30kz+pb8A/VlsZv93i2b5ryBbAZHIMwJuJOb9B5tm+vyY6v0lncr9Se1E/00puvw128T8KSsC+p4XgPt93Mj57XAm/oWIDP0zHwT9+pxBAZ6XaPrs84T9ltfq8/66AP0Fwar9QIZK/m8YDP+YXtb7W4jO/sZCWPQ9Bib4gv4c/jpCVPm90Db81QDw+c7WyPtYDCz8H4rO+ExuDPyMrsj/PM9U/g/sVQH0Gwb/MFpC/","fj1Uv05zpT/UMSe/jjbkvoO7Tj0oBDQ+W7J+P/sNqj88Txg+dFZ+PrjgDr9DqBo+9eszPrjlxj9T5Ao/Po2Hv5BYnL8SBJE/QqSKP3PneL/Ultc+mWmcP2kbsD8koB6+V3gjP2bngD9chBs/I9WVP4BLJD3M8OG+QB2ev45GsT6GhqW9mNCRP9Nj279Y4LI8z4/APi4+GT+h9TI/1nIUPg2/rD8a3Lu+IdFlv851mj5gxBO/6xVsv1mKFz9ouiC/dkdsv/OB077gtSG/j3LXPlaZjD+11IW/y7zfvh03Bb//UoE/I2yAPzLkuT/pqw6/K/PRvszRib9n/VW93r+dvwcGRb8W+Sm/gY+EPaDgfb8/e5++VA+BPuMi8r4madq+Q/zqP9wyqj9hH4O9JQhpv+l6CT1P8pe+b5YSvynJmj6XaQU/qu6YPtkdUL+8cDi/8DrevmRC7r9BlPk9iBKSPt1sXD4nJ7A/zCekv3Mo378wGx6/gr0EPl5woL5wsUw/2JT4P4k+jj+sRp0/jFWhPiTU/L5m+d0/J7YVPi51BT+G1ju+TBiNP/aBQr/n6nE+seGnPUBgIT9NWwK/ndxZPxAaJD7lavQ9t1eqPfMLmL/0d5Y/sD1Tv1ZXEr81/5K+53GBvwsoXz8/jD4+wjUMvwoIyz5sAtS/Ws2jvVjDpT7xP6q+zAQIv6OxQL9hWNK/j1lEPo1ykb5qlro5jt20v4avVT+IN5K+ZhO+vj5Bqr+fqym/vGXJvyowJr8qKww/rdGCv110u7/TxTC+ubRPP1bQ0T8UFC+/j+FBv0TWbbx2bDvAzGnvv+i5kz7sqMO9b3Mov4NlEr93kay+OC1JPf01P761870+Hn+CPwxtl7+hDhq/7GSov/hQsr8Yt8O/YxtjPlfzpj2SLjQ/XRNBPyWBh76Sp5E+CGLNPyXmpD5tkik/gsJVP4Jy67/lHZa+6rLrvu24Nb+sy5w/wKMKvyCwpj/XzY0/G/SGv3acBr3aNIC+RpghP90sETx39Kk+","irlPvpJJuT9zER8/l4Dpv4hMB74KZD8/68sevyvxj7/IWFM/kHi0PxOcST/xMkU/ruObv1WQ4L6ufNw9LtaMP/wENz7BLTk+D7/jvyno4j+czjc/ZV0rwHpvsb0ezo4/F06AvxqAF76bhVo/nG34v8i+cL0lzH28rvL3vDmyhb/Sfjc/4ZbOPmajbT+t3cU/dmoxvkoMbD6ObOg+rxUevxOTzz81fRG/RGjqP2B2KD7uZJ2+YmpUP2dXFTtgxZC+JGe/vqFxAz+1tGy81ut3vXZsL78a5Rk/K1ujPngRvj2oZYe+lBJvPbm0ur0FTRi+Uam1vyjnOr7NC6C/uBZRv8tylb8DtgG/AzSzvd8DY79VyRA/ACGqv+ZnFj9lIJK9Gy9Dv+yzuz/359s9xvEpPbV1sr9vCgc/i/RDP7x97r6Kv9w+chGGPRJGI7/1b4C/xOMDv1A1ND7xnm+8Fealv8oF1L1zCPq+zLdLvzWJ771w1uE/8tJgv2eVI74B6Dq/HeQ6wCSUQL8pWYM/j8hIP+YVpT8Uv4e/DSwHQOTRBUDTbxS/spIZvxR1kD/tiQ2/Vv7Yu89OXL+o+j4/ixBEv5xFs79cPlo98ngCvz1Fmj+LgHe/4sShPinU971n3iA8DMYPPSEg27+EZo2/lcmjvkoWlL7pkai/UNj9vQfuAz5wGPK+mKoEvvJRC74Do6G/+aW6PrXUhL9EEAFAZgOcP2RkRL+zaCK/Uv4cP2QNvb4F5hq/7heJvcNqqD9pYv+/lpVDv23TpD9Qoko/zsKEP/8dxj4IrFk/V3v9vv+/gT2o45e/iQgRwH9uHj9iArg/P49dvaNXvT+c/ak/+CraPdQztT/W3yS+lpUOwAoHpj58/hTAG0MbP2LoXz8Gjd6+ICNFvlKFAD84+oO+6OuQPwbFhj8ykSe/BvkCP4ddMT9sRXI+dDB7PozK0L6y0o+/AAUfv60rkL+Rw84+bYeeP+N0yT32rqO/cwGmv+IUjT9CJgA/ShhwPxC+0b2vBNu9"]}],"outputs":[{"shape":[7],"values":["SNNWPpYSDDwwC7Y9HViSPo3LpD0nkp8+brpyPA=="]}]}],"trainable_params":{"conv2d":{"weights":["vv/JPaFh+j22K+o93cokPjmgOj0sAQy+Muq6PAHWPL7nLwy+V/pavTDfn7xKu809qF+PvYbPWj2yweQ94fgevVYQtL3ju069GklHPVdI1D0DGcq9DxuHvQ6gQb6q5JG4VSiBvRoVEzxQexu+kQt3PosOsb3O31K+V2MzPHDs9LzF+8m9m+QwvRP3GL7ScDG+q7jkvY2rGz6rkN69YjKXvfd1OD7WlyG8AX8ePsbgDL7R4Ii93+P9O9mCWL6rxOi5IPLdvczNyLyOsPQ9XOzavenmoj0Fm5g9nycKPfjbZb3yzvQ8Z4xUPbRMvj3qX4c9bYfKPH8tcD1nlbc84j+pPHi6lz3f9Bk+lXDKPZUZmD3YnAo+W/djvlICUL7PqR++UALfPco6Ar3837896XzkPW3pN76jrim+7ifjPet2kDwCwnM9YNvaPWVGoD3smS49zcQRvqclYD2zCY+9SI+5u+cR77yXnyi+1nMfvsBGnzyi4cw95ZJdvhqKCj4k/J09+aHavWPsjr1uEhU+iFe+PWL11D206hk+D6DQPEfSFT54Xoe9qNVhvt4OZL6rUwO+LRIdvrYUKz6MusU9zEN0vm+X0T07lCI+HyEBvgBvvr2BhuI9Hw51u1VLc7yv6JA+grSoOx0dlr5/QEm9yN4dvadY6Lvoz4G9BRD0vc/96T0lRYK9fFYEvZxav71+VpG902E/PQW6BT12aa+7e9MLPl6xHT0EyCm+nkN5vEUWJT0ONim+zgu0vUoVH74Kcsg9x0oyPiWUlL2M6Vw8yW8pPvbQOr4ALEq94LvxPU6lEzxeulS+W2MAvkwfV747dGq+rUZ3PZ8qRT7tlkI+T9ShvG41JD4Fxf28pGSgPXcyDr33PGS+wy6lPa/vx7s110a+RqVbPswMAb52XBM+weGgvKusxj1d94K9sFFAvu+Mab4pQcs8BLo8PsD+1b3BMe29J8L4PUeXtD09RJ49gtwfPmjspD1Ir8K9z/ZWvtmPPb4HFni8oEupvlytb766VYO+","TamQPXQ9/j2MgEA+CwJ3vAHyIT68iKs9ou8avj56PT3v3Z492Ur1PcvAOz5bgma+c+n+Pcy24j01R4i+xou0venQBb2pOIK9dD57vQlaFT45CjY+LkNYPQJP572eITm++CHIvVy8Lb0/gJO7IdFHvn7RWD0okya6qmDWvc7Tzbx4N9c9EAmAPkUm/b3iBkS+qpYOPtth6TxxVEW83tewPVV5Cz1ynUm+/BpWvohQE76LUba9ewnwvPvS4bwb7BY+0h+EPUUSzz12kew9A3arvXVUVr6uFgU+F0f+vfj0BT4o5Bo+cypXvWHjHz71ZJu9il0RPkOHS75i54o9Ea47PnBgGr5UBwY+5Hy2PUbQEb4DBWe91qf/PW5UET4m67E9EcJwvRz5Ej4hoYw7ybU/viIOH746TAS+KuCIvD2u6D27GBY+NSlIvgs9UD3xWTM+QYWgvbe7Lr5LY5K8eP7MPcZFtT34ahI+IZ2Gvq4D/b3RCyo+P8MNPuvMW74lWiS9"],"bias":["HV5MvTx1qr1H/tO7v0QOvJgPtLs6J/Y7b83vvSh5lzzLbYK9RNlBvHJiHDxwa969OQ4HvDVpeztmUUG8suW6PRxNQzwzuGc8F+ASPSPN7D2uprq7udewvN6ln7wiELo8wI6ivCSPsDxbhno9+UoduTx3wLz4FjU9GhbPvEr6PDs="]},"conv2d_1":{"weights":["0LqvOtvnQTy4ZTm9A1mpPat34T024Ty95nyjPaBSkb7eASw7+JyaO34ACL4BUTG8QTtXvi6U2D0PfIE9glYhvgnxkL06S7o971iHPWghxb1tZ0W9oQhFPTu2DbyCzxO8wzb8vCsksT0CRmq95iiZvbqkiz2HPlq+o2vhvZQIHr2fsbO9L+OQvWiMCT2XTDS9L78ivApFbDtpc668pqy6vSXJLL0S5I29T5xEvUCXizxuB3O8sjwxPRTB2b1qQhy91kLbvZBCAr60nhK+QPcVvoTiu73rQbK8kA50vdRIvTzqu5I9dchBvUFcWrxZvNu89V98vT6qHb5XpQ2+rn//vETa17zmp6W7t/3cvcTdkr1mNXQ9rWAnPTT7Kj0xn+W9cmSrusEGrL1esOs8cDj7PHB+S72pKgG8XRuNvb8WErxyKzi+UR1WPDleib5l8ai8CXLkvQXg3b32lBS+nr+/Ozt6P7xob2e9ZqucvT0K7D1HJQ69mQdMvqqc972wzWy+dp0JPlS9wj0doVy8BP48PWc/pL1H40c7zUEUPa5jHL4qOZS77t0Evbc5czwR5Z+9EP4sviBvpDyqjbS9IdoUvN/kRT0HX8G8UlxevQ0byrwFFRM9YXw/vtr6Fb0Ve4E8otbbPEuV9j2Zjz++U03tvaYyDD6+hlu97E32vaxWIL7L+BO9Ol+Wu+ynqT2E1AK9impduhFItr2e6KI8FsX/vSrEQj0238s8c/7jvbkocT2/3du9Y90CPUQbxzzLyPa98nd8veGU3Dz3bz88T8vCvUsUKjyS+RC+up3uvXVf/T1cVIs8yNzYOk9atr1nz9o8WzQFPk6Gpb56hpy9W7ltvquODT4+ccM9Yu7Jvb3cAjyqYmS9LVDuvFvwVD3J4GS9z8WCPfzVFL3veZk8kUm6PFv/JL7TAh07v9g1vVqMFr4fzy++4yT9vbXDV77C63e9S9SjvSqfar13fBG+J04mvf4bTL08MmS+OSipvUTTn71/iCe9B+Bgvgas+r0gfwC+","4aa1PQ7zaD31Whc9sKunPdv5yrzNK+G9JiqIPXpADz2bdo88wGnQvBvMIzvo2MI8F+SEPvoImz0sdHQ8HxCNu6kHoT1Cekq+qkhWvntPyj3AYCM+A2YvPptvjb0iZaA9WC3WvVVRs72BDWq+JKgTPS2cYTz2cd49WGysPSBaaT3o8+88clq6vO1zrjzbbw686AYPvcKFSb0lVDk8SdOPPDVGBT0EYgI9lrfcPQl+sb20E4i9dkYCvbHujTxeEGK63YLZvbPNx71JGym+YxZgPKq+yD0Jzh29j8ocu+9eyD3zto082QlPvjr8Kb6v3FC9Gxa4vQw2rLsRoRQ9g3yEvfxpVT2Rc3c83t6vvS8Cbr07p6g8Rxm8PDChkz2WdxK+hwc6vZchnr29GjC96f4RPdQL7r2MMJ+9jiBYPX9kd75CMSS+mzSwvd+llr7oXTO+f6a4vUaqcL177J292raNvRM3t71lV+W961MNvmDlvTwKJ849WdjZvZWoCL4AHWS+OtrCvdB2uL2hY3O8E5KzvVDRjT2v+bI9n0NkPR1qAz2+mCO8Y55pPRhQnT3D7Do9ULkWPXgWgr4lXrE7xiigvVF95L3nXxI9URsbvg+bB77trp09poevPdM2Rb4ffoc9ZWiavV3kY74gQXk+6wxIPSwkDb79eo48SpA4vNzNnzySjQS9xXvkPISScj2/sra88qz5vIk/Zb11q9K9YDAWPr/Mnr0xaDo9BBpTPQMhE77JVeC90LdJvjy6Cb1bPyc9vqurPY58gb1gryS9c25rPXikLzw7cd+9AD0jvp8D/byLvjw9rfs3vuYiq71QmcQ9RQXGvaoXRj7Fb749y/e7PSRP0z3qAO+7FINpPTHbmD20qoU93FGFvNmuz73NCTc+XOPEvUZ6RDw6rqa8SYwlvTNQ8r3TiGS+R2UVvFnCrz3Y/Q09VqMsvESbIzuekDQ++JELPngeYL4niA48NfsdPe46zTxVjqg9qgWbvazrub2z8tM8BG4lPt3qDT2FDW28","PicRvHFKn7y+vPu9ZrajPQmflL1/8Ms8fS6bPRxCvD3FaoY7srBCPXxizjypTSa9Gk3NPCWffbznMSq8YKMXPf/aJ750DIs+ioOvu0XuvrwWb7s90/HXPCQuNLz1DP+9oeyIvU4v2LwzYV09/I5xPHVHgb2l/as99XHSvFt74z1DOig9evwzvduYIbycwIw8WyVZvZuFsz32OKc9oNqDvTc7wL2IoOA9TvgjvjGWRb2F31S+cyflPKIt472XSAy+79D+vNh9eT4p/5U9pC5JPWDlUr00xAI+f+YYvtSIujxNn4E8goVrPRs6XD6ZdLU9CAgbvixE0jyG97K9PgxKPalJGL4v3Qo9T4XavVXm4ryyDYI8AszavHnBHT5E8RA+sJCRPe7xjr2rVFS+qlrgPVwAlr5lwCk9hJtVvTbTtr3gJgG+Afe4Pn98ND6dRBo+lBIQvXjPCT3ZFVi8anHjPUU3Dz3qX7K9hWzbPa8nkbx23wO+vvlbvGTG/znLOB09sboTvAw5KD7U/bM8EDmAvpYNZb0VqZE8uDO6PSG15z1W6iM9CntAvYxkyjw4bGe+B9+KPbgPkz1346O7XUiHvvVq2L6vlaQ9CSKXvUHdbr6TC7O8mtmfuqlkcb3bC448cDuQvJGOyb5ckt69ovrkvCqgLr3FSmW7ea1evcVdUj3yeDM+BLOpPLMlkj381He9n/dpvbXNaj3VVZo9gwWAPgRoDT6tG4o9PIhXvotXPb6Zcc+9cOMMvlmYjD1YLqK+zFNAvoT0ST1gvG68afwgvtRnNj7yV6s9PLccvk0bV71IYv+9pwlyvi31q7xNLA29FlZKvSFQtT0myRS+aDT3PEcbgj5UfPc8BLBNPQhrDT5QbYc8OFo5vrL8kz1aMmo+O3WPPQjMoT3/Fte+ysAJviy7g77PeNG9WzEjOiRt/71V78a7EH5XPGq7Lb3KPza++EtePkPCbD1rStW9d9X5vDIDG7x1YPK9xGRzvYgVM7zq7Bs9YkmfPhQLyTyeZgA+","CpC+PZERCb5V7yI7eLElvop8xzy2RME9xqbavYZMlD4yoT09a1sWPjzP170FCzK+BZ2FvrBpF76uXGE9TZAyPvt/UL26NOI9sQsUPqD0ZT4PxBw+n6uEPVZfpD38ABQ+9spKPXtAvj3mz749sPi7vQ+Wk73qAoo+x44PPW3Ivz2hZbI9r+k5vlv/3Lzm8ZC+OqINvGoDrb3B2PW9kjAUPa0zXL0pmw+9/W/ZvSz+yL3fk1e+ifwNPacCRLug63Y+jLHouneHGz7aLKs95OefPiGw+j04Ae08kSDHvRREqTx93O+9hpHmvJb/Aj4MCWA9yX82vasbID69h+u9F9a5PdJWOb4BpAS+AU6dPaQk5Dz6vo49p4FbPKr87707HAi+tbzzvQ+e372Mxh8+GCGtvljEXb15ePS9OBuYvY37FD7Cv3u663A/PFiXjj3+DKA9x4jZvb1OHj5uKzG8KWMZPcTsOz1115q9uSNHPqvE7Tuk9EG+KhVRva/TyL2lX9k9Do/fOTwuJj0+KaQ8xZ+7PE7czz3jI6g8FOerPfJKyb35YJ89MGA5PbmC07tB2gS+UpcFvkRxEL4Ll7w9V5tPPhHE37ziqYs9WbarPVUwCD6Qzoc+ZgCWvemzKD7rSqQ9zk9MvZV5oD1p2y8+D8ZzPdy5P714MdQ87UMlvjhYFL3Z5R++XY8WPfKwAL6X7h2++i1xO2lPIL3O1mM9jPe1vuBqgTvUpYu+Pc9avU87673iRDK+klKkPZBZrLxxi7M8lXeBvuNl/TyjrHm8B9eoPBCDa75HokQ7yPSmvQCrAT3m0PY8EaEEvu8bOj0DJOU95qX2ve7bor5XKYq+NsGXvtUq9Lucj8Q9JxC6vUM9eT1okHy9mdd6vG60RD0HYYS+BgwGvWantryTaie8echwvVaNvrwI5Eu92ukOPNqkw71X3ZC+DaaJvPZC8rxpooi9BkpbvuuTtrxajq49Ia4QPRwhMb3pVTC+t8qRPYkwA70Suw++T7i9vtQuA77Many+","I9z0PI8ynz2D5xC+J+eGPaZ6Jr1Tax6+D9n1PYkpT76rBBS9x+UUvoN2jDy2KKo7/c18vgQUDj7WI409hORKvlbbiL5Zxtw9zet+veZcpr0ooMo8oYlzvRjEKrsYlNI8ww3gOy3Lzb18oqC9199ePQMO0LylOjW+mK42vleb/71tDcy989fuvIuw5bwKtKs86++BuyKJi70Cb0k9MQpjvtI7xb25GtQ8uhsCvt1ZkD2sr1G8/8HZveyuMTzLWJ2+oJaUvuU2+73YsAi+dds9vhjotr2W3ZI9NhEdPQLxYj1mZIi9WoQUvi7M57x3+hm+0PPSvXAEsL4MHGu9UMVGvpceez21csw9DW4FPRu9Uz5cS0w9A9bpvXI9Bz24uyS+AmAgPRB1Lj59kOi9+pSNPaLtE76A8PS9aY4FvvRHbL76NZ29F6uAvr9FJL4MKHC+5ursvL/+hb4r1NK8gpNBPQk6d722UyW++Qgbvmuprb1g7Dm9q4mwvb/GK75Avs69oOGRvZBEtr0hKEy9XUJwvRGch71Elgu9hz5oPQHaB76jqAC+Ty9VvbueLL72moA8+QRyvvhCDjmSFSi9e4jyvQ7oi74pYos+QWJXPdlhzD2Szz6+cAK4PRcQnb14Npq7PDyVvWDx1D3Vk9U9OFQCvuZ1z7y3wUW+L2rPvayjFr428la+PU3AvRI1x72ryra9A9ekPKsDSzsDg3w9DzNTvvX3oL2fBCK9SD2zvstZOr248ou+iakTvllTlbxmT5C9Gjnzu077Hz6WVVc+gpuIPvo1FL7obpE8TX8EvYdgtb0f0mI9XOaSvCeuwD2FSYK+ChWYPCmuNL6rETW+cUkJvr+c4b1FKEK9ulOLPSZTBb5eBXa95YoIPX7Dm72QIxa+/AM8PWXwyT0kSfO9iHe/vU3Tmr6xbte857sbPOyMhz0KRDe+aAZgPXjOjT0SfpM+q3dbvo2yYr4pe7S9bEEYvtCtlr2tbpO939znPds3mr0pg2y+evuevDjE4Lw64CS9","84zpvX34TT0iMcY8B6mKPQemur0BHvw9U6D1PZ3nFb7WytA9DEkbPU0Ksr2TS8G9P08yvmxmMb2G/589JP9nvrt0w7zGWpC8gJC7vE55cLsUEDG+172APWmDbb0wgYK91trpu3IO7TyARQY7aH/7vACKwz0gTEy+cjwrPHj20L2PUyC+afZavT6Vfzx0Tzs9UGEyPUNnvT3aZ309VOVevhuetD0zBP69rmBLvSs0tb230Ba+UueFOggglj0utBW+7mtRPRw8vz0/m/I9bZqYvWBA0b2nBWO8ImzfPVaBMr2q8R29OQPePdLFlD2S6ki9gjGdveplj74DCti9oWYGvWzxGL4FwSw9RbkpPWwvHr61nyK6kv+DuhRuHbpj8Hy+7cydvT/JEL438lC+ic6cvVoSW75oA009Wx+yu9hvbLy6iVK53JzyPcBmHT3/NJI9MN6mvSpjljwgBds8BA2EvWQAhD3DRGM9qhSDPHY9Hr3pfhW+pBxtvlmogzyyPG69u/EsPTtlYDwToLi95hSSvLpxjz229kC7mbiwPacUhb6hN6s9zQouvgnkF77o+LY9yHoDvo4GXD0F6LC9h2Vrvr5BgL7HLRi+aLKzvWeeJL5IQZS9cZR2vDueHr6MwY29g/dBPdZV1r3Vzg++pMmUPekbhj1G1G2+UJ7zvaBGlL10HXm9sVayvbRil70EA7G9CgWCvALysz3d+8Q9Fl+Jvhb5sD047ZO9VXVBvrIM0TxRdTW++bB6valQnLzEiZC+12ufvNRLLL1sHQA+TwzavdGG2r11bvW79hpPPZfXrD23OfU8vss/PTMejbwLfYC9w1g2PENoYb427HG9sz/KvTDBFz6nrbO9mfrXvTErPz0lENM9fJBvvd7Q07sPMoC9ab3JPSiAiz3VSf69lIUWvaLsgL7Hk6c8JfCWvSYHLb62Tfg9SlEkvSAGID6BGgO+TrgaPLs0sDt8M2o+J8vdPc9pSTzbJ8k7U+r8vIdNeDxvRS69YwjQvYHnl75/8hq8","zFgnvXM0AL1KZRO9GAWUvdxxbj0sfQg9nMh7vI6ycr3wWFU9a87ovQW/17w/bgg9+6GdvSAorrtJ8Yu9Z8i2vSUpr71rPkC+ftWtvS6L6r10uQm+o6y2vZKliL3VCcs9OhO3vQpDEb2nSC+9qFNEPWCiKjsd5Je85Iw0PYizez026wI7rus0PHRBdL1nHTQ9nOT2PWE7yb2yeMw873eOvNh23Ly7Y5w9rVKwvKTL2Lq1aIW9Vz+5vSQQs7vBua09N3pzu76/Hr7z3Ru+n4CiPIJGiL0rfjA+3jiWvdAKuD3qw4M8Dy1AvQmiGb0BhoO8CkyJvX/V3jyszpo85RB6PQvP2bwOSeC85ZTgPTpOA74Op+I8vqgHvlGrJj2+CXW6WqC1ve0sOb18D7q9f2z3PAF3pjwZ6sw9Ee6bPWFiGT3YhlK97z2zvUfQnL2xHBg+bMizPbiagb06Fiu+U8CGPRISOb6uCfo8AHRGvlb53DyeN4W9KhgaPtLbuz00UNm7aNfBvB4ylj1owy492h0Hvp0+NzwxoBq8cEVlO+Y/Kz5F0MA9muZPvJUtEbpBiDg9/2+NvjVHLLxzBgy+3bbevUGdpT2juag9sb+cPMOJeD1HNFa9APosPh7ghjt2rEw9Jp+Qvf20FD4ifQa+X78KvdA1Nb3hBkE9APcCOwn69j13/bG9AzB7PTkS8T3sj5k9LkTfvCEYTr5ai5G9zJJePi7avD35vpw9bdsivlZT/TuuOA2+iORwvVb8Z7wydA8+NucZPsrroj1q2RY+Q+KcPhH/rj30Kj49RcKZPSuVNz08qTu+WhhQPdaOLr0PnJm+9GlYvZqJ6D2F9qu9eQslPro4l72z27692k/sPGV9Cb4OTTc9VvsQPiaPEL7zRUU+5Q+7vVBtRj18/Ry+Q1X7vUkqHL5CA5Y9vb0hPFsGED7GG9i8KQ/SPe5S/73vqJY+SOMgPseXsz7uDOG9V96rPe7cFL3d/sE9aH6WPdLdYbxiwci9xYgePtXNrLzY5hg+","okcGvmnqC722rYq9Qd0jvgufTr2x4Ga95AV4vQwbV70zpN48BGECvLvqKbyn0Zu9Wjefvbf4Bz352l69xEU1PQslxD08Ax492mhLPXUnKz4EcAm9NbUQveG3V711KrO9J8cLvRPRIj5xgkM90J7/vZqukr0uVre9zclpPThCED50g4a+jbdTvR04uL3HtDG+rODLPcGgDL4/uci8PONavm+wzb16LwW9ABlDvmSxsLzKyYq+jKfLPTlvij2Ascy6npgUPprN/jzvUk8+Ig58PnAMbz0kMmG+nessvsXUdL3Kysm9/ny4PY6DJ7z5cAq+lI/0vW0KNb2TAii+DDwFvfVH6r0thDO+OwNdvTvGJb5caCC9U/i0O8rRTL6KqTe+4hWLve41fb3T5Yc82lMOPmIrLb5SGV26R+EwPUX0/j2WgyW+LYXRPaps1T1nA3U+qbd5vmVOD75fG1O9ejHkvZf2M71/8Lg9vtn1PSsOQb2a7ha9Iwr6vb5yNb5QmqS9kfRFPdgnMr3zXPq9q4aHPMtZ8b3a3pk8uvm0vdexXr0OdPk8+qJOPcZh1r2X2Fk9YFCivEcqYr3GeEm8MCXBvcY9SjkTQRS9S6uDvUv4gL0fo5k8T9O2PUlC8TxwlpK8Cm2tPYVtpr237Ge9w943vLnQp7waly89jNN+PXGpJz3QBCA9IVPgvRao5L0ZvUS9VUu3O8bWtbzdEy89BBpyvQjMJ73ihae9ANp5vamqBL1tkrS8ulGYvYEYIL1stVS9PUqfvQp8g7wYKja9QvuvvWCQC76u2J67ZtxbvVgLxDwk+3i9i0Y2PZgbjr3ath88n1wiPSDasL321xC+JU9oPRq0srwO8p682qgyvVyEar08wRk95o04vTle8TxJYLq8xgmTvFYp8b1IsRG+CCWCvaPc2jwOipC8JLYPPaHTXDynj1M9BJi4vZAxxb30AlW97QaIPJ1Zqj3rbqs7uxZLPXf/mb0bLUI9nNxZvRpobbxYjh68uF0Evlq/JDxOtwW+","KgQOPW4rybxbv549Tw/ZvZ2Tgj2fbmq9+4+kvSZgqr0qPF+9yzVKvC3JLTyW2g69/DfcvRZphr3q9Sg9MnmuvT0Ecj1mXUQ9EFTOvVdE472iFgG+7eDwu5+Laz2b27G9xhiHvfxcz72o6Z487ARavGyLkT1BaRM9O5OovYPYCr5bmJ+9lwWeO3jCrTxuuwu8kTvEvZI/Yz0AosW9JonavOoQl70gjns9My6YvYDpgLxz6he+YTyFvFtXzL0TNA6+g1YKvoLEm71kMHm7GC/6vHI2rr2ISwQ+sVKlutiAtb2HYIi9b5nDvdO8Lr0GWam8iDYTvSIIFb4QSgc9GU/dvT5TjL1a4Zw7+xcQPaxcLT2xRpQ9ZrlEvX1Mkj3k/2i8MIeHuxaItr0E8uC7QgK0PWjohL00Gp29su8tPKQOAr0jUT09XpXQPO8/Dz3nEYA9TtDEvbGYVr2ulza8l9GVPBaaiT0zWRa9UOyHu8W2tr1laaO8JY6BvAJ8Ob1RvC69rl6yvQ7j27xHK+a9MNIivZTtJr3uHVc9KkDDvUb0HLxL+MO9O3WWvYrIHL7e4LI9776SuBd7l70USda916XdvIqhT71BNmY9QC10vDU/eb0ICzM9pW79PWx6wb0APc29t958O8v/V72iiEi9b3XOvfWbZz1bvOO9JGjqvUj8GrleGhE9uITHu4Lcsz0gOnY82XdLvW3tYbx3fH09ncxhvaidor29wfI8+PYkPG9W4LycSze9/2qgPEaoTL3VWls8dgs0vCBejb2kJrS9R4QlvZn5ujwi/Ia9IflevLyDeLzo9iU8YGWuvYL9eb3Ztj07GKi8PKM0sDztyZE9ByyevSiNtr1dXC+9VLHOvZ3FNT3p7Mu9ihnYuSRSdrzd56y94AsQvfCw9L2bPo27yOw4PcpSuL2ACbS9EJWAvbUvI71JeXM98s2qvC/H8rrAs9u91OCIPSvmZz2/Cjs9B1xqvKWZLD20cqg9RRkCviXGwLhjUuA8Ah8Lvh+MDD101LW9","vIibPXaivLxgGCa9J4INPN7roL1V7Jc9thDwOw//FD27HwM9gFWRuli8sD3kgbU7pIgxvYFZnD2urwq+58lOvBrUiLzQCPI63AeCvYiTwb1levy7ukYXPeH9YT0DA7S9LG7Hvbhber19C/g8YC+NvSyiMrtAUAm94VGwPALHfD0GAsW91Ju9vRsDs72KYhi+RHGcvTOWHb3myuC7o9kfvDvsAL5OQAa92gOKvWfS2zxMesy7pohQva0uNj2Oxf29mzlbvW/Ysb00/ha9Xab2vZ/pUbz0KSi9tYEFPDX+iTr5dpA9Q+YLvYKqEr4CvTK+WpiaPB9fdb2uugw+wqDjvfGoazxFwWi8n8S/vRjoWDrBAae9gSXRvf73W739pte9287SvTJZRD0eW967LqCAvYl4NzyHOXs8Gl09vWFiDL7ZJH29FW0hvrxLML0YxBG9lffMPGqGX70jXtW793cnPV9TGz1xB6W8D7J9vWbtAL7lUcO94Tm6vTE3V71Bege+nK5JvfNdRL3yXZG73OO2vON3Q7w2hss9U+CUvXUVgDsVviW7yDDOvR9GGT2aqCq9dnGWPI8rJTwkPzY8x9fCvRKTsDxbgKs8wl5QPAQqpb2Ymoi9xXcwPSBTw7vHQU8992qrvQ5CaL3iJEK8d+B9PWXmor1695m92qcZPdcD/btLu2c7RIsBvihn2b1W5ZI9UOIkvrbGjr0JTm690Wl5vXdR3r1N1229CdYfPVT157y7NYa9s7DiPB4rk7ykZj69wcoZPXKOVz1p/oi9UOPhvYbbjT2UUss9iHqavVlyZT0DY+U9sZjTvQWI/DzknrS934iMPSdVDb53BxC+/6LtvMrlA7wE+5m9Z6/hvTRTfjxW46q92H3SvVjrxTxHfUA9hM1jvHES0L1GrUi8rfPuvd9jc7wSHdG8qsTtu/8kB76MWgK+NG6HvUuO07zVVeC9wKWIvGmT3725kA288Bc+vZVLAj2k7wU9YwEXvaSxxr3EAoW9XfzOvd7A9zvLwja+","2gQavY5/Ab0RNIO9GpEovfGWq728gcM9F9agvWHfsz3dZR28x2IfvWkcZL17RE27fykrPXzikbz+rxS9dVtCPSYLoT1kEFW7uMgsPHSKEr4+OuU8mC+vvUF1DjxdDG+9ALvTvA3tD70F3zM86Z0avY6quL3QTKQ98WJkvQmWvL0thcQ9uiyGvMAxOLxdVow9LblZPZFo5TxCc+e7gCFhPRmgI7175Yo9Vz8WvSy/i7xhp5q9yEMQvJRb1L14FVG97xgjvQb3nzo4qDK+b9MlvRe5tT3zVo89ECc3PXaw1b2FEx89d68OvlCrsr1DmpY9mTCEPRajob1L6a489mZnvQGxEz2H7t+8zjJguwsIkz0e2kW9uIOSPYk6yjqFP6k9B3kqPd7nk70G0+G9c9fnu4EUary84Ye8kpIwPfiRiL2TGtG9EaIFvr2mmT3kAMy9p8rAvfxEFb3OFmy8Ms8VPcADID1LZ4e8ALgnO2fAzr0FDbS9OLCxPXy7zDzfjQ89vEhaPTBMHD5ggl09DO8TPE+Tor2qLU29rEkOPmK4Nb448q29AI0JvphowL3SQOK9vZLUvemPvL26ca86MHwMvjQR0L2IBUC+rxfIvmFKu75joh+9Dy0AvubLMz1WYMC9k4VcvoeedL5YSxC+7FdyPZHfEL5M0AG+IUhNvg1UgL5RAYk+dSauPX90Zb3+YLC9Jv5DPq93pbvOyzE+Unsovbucmrw+MQa96j22vWO5zDvH6zC+L9grvU2/6zy+IsS93ea/vduESL7mxDq+ffpLvnTvlj3Yd6i9mLs9PhYUbz2FNEO+NAGkvV2bC75nlGu9pEZ3PSihcT3sZ9S9kL/zvTuwAj6NLfy8LbHwvB83R77kDZc8EfsNvlo6iz2gmW49Cx2ZPRxjvD3mqZS8tg+lPQbPabxxaz69V/NBPf5Qdr1U/PW9x1WOvd5V7b2FC0u+3Yf7PTzVmbxJvd69On+PvUR9irpKCAy+g1ohvoyKDb4epkQ+HV21Pc3SeT1I1cM9","A6U5Pi1v7zwMQNy9JI2duzdtAL1jAwa9i8CQPelkYL3VYdU9g+/EPZe7x7z1PaO9GZp4vpLE3jyvWTk9Aqq0PVAqED3FmaW+HhTJve5vYb5Lqjw8N9tZvnUQJD5NlDI9XtQhvsnSaz1yt4K+J3usPYleub1KfNW78pFZvqjYN76vMyQ+czTjvX95Bj2Tx1q+SVdzvSuxEztzZcy8VxADPjhuKz1Xabg9qzjZvRBXVr6ioh6+usRCPoo/HD3y5ZI+cJ0NPizm/b0dHcQ9vI+zPLvTUD6VsVU8mopCvdTNiruj3eO9XVeZPAWIiL6DhEG9TyPDPR6YOzwo8qi9mFX6PHiOR73/ebM8lrh5PKa+cL4HAY+91RTmPU9nXb2pQPQ9t3KfPePQmD0ZwTc91lzkvDTL5j10vj0+NJS8PdPKrj2+aRG+c64oPuXG173AGM88KfqHvdAI3T1O80O+VcI/vtEbDb5UqPO9pmm6PWDw5L0IGE++XLcjPTtpTrw1Pb89yfU0Pjof2b3jl607eqtwviEnAz5DJCu+mfEmvhu0Jz42utO8lnPePTWOHD0KIgm+VBOOvjcpKD3i3uW92deaPmxRqz3/Wwi+QvuiPfdBnj1KBjo+Wpp2vs60WT3LX+Q9ScatvfxMlz57/RC+ecMUvv5gLT2zkFU+5ShvvRXUWb0eqc+9cZgfPRB+qjw2U0O+mFUBPZ2qaT6GJkW++qknu+uuFb7FRaO7rF+BPk27ET5DZi4+yoMDvEgwob2a56s+P+cPPlhkCz4cXaw9f5ZTPgeGsD05loy9xfmYvePsBT6DZrU9JtMPPHc8lj7v2Js+1ArIPaAnMz5dRJq8K4IhPfuwBb4MA5Y8xzX7vb0Ijb6VzyI+qeKFPRML0r23wAE+AvjqvVn1Eb6Ea8I9j/8kPv6+PT499SA94z3pvanABz5LGry9PKH1PcTG4jzgphM+ZVxrPUHdzLx24ng9P5jPPHnEhT3WBiq+MuImPnzt+Tw/Xha+cCjWPR0fkL3RMIU9","EtEWPcDZUL3Aim49I7bNPQx7uTy0bhY++RBMvLY9Ob7qwKS8MbcXvoSkMr0ujKg9QjXhvdJa5jxtMj09jkuvPR0gjL0+irA9OL8oPUgW8DsH3fe9kB0BPkqPRb5lQBm9T43mvXnFNr7iZ1M+lkf/Pc/jTr45Lw++EJsSvrnyTr55DKw9ruOlPAmjeD16Dbw7CZtHvRiXJD40s1E9PfDVvGBTXb3MMXA9J5KivcCPTr6wuqy8pQd1Pq+nQL0Mxm45XxsRvr0dND7KCQW8Em9zPZUUr7xSRhs+TWpcvhutnLwxHWw87/69vZfTAD7Jeo89Pw6EvEGGlrzAj5w95etmvYluPj2mqIq9Y5z3vFHsgD6+aIO9guG+vU10o7zm+6a9LsopvXhYP72n7JK91UI4vYZwU705J/I5Js/EvabcuLxXmgC+jgHCPPS6Gz5RpuE98BWtvQ0hKT5wQku9KkwbvRPrFr3vb9s9e5mFPUV83bybr/K9BSLOvWtZ/DxYCYk96EGKPT0Sgr1uDHQ8qCPavakPEj1jKSE9soCovenz+z1ZTmy9fmujvas04L1kFZW+QrSwvu4Mrr3nKSA9Gyn6vINOx70j31k7YcRtvVxBcb0vTaw9pjqfPdqOBb0B6XE9v5CaPXacOr5FADy9yElmvTrcDL4c1dY96S3XvSbBsbwWZUA90aSevQEwtD30drq8A8wJOs9Y8r15NRw9vvO7PeThHb1iCnc9SS96vXxNhr5ilIG+DebZvcOHrj3RRXI9Y26yvfIGPr5bLN+91/4pPQe1Bj7joDk+oHhQvhj4OL2Ba1w9WFlCvu4fb76CBOm9ntAJvgSQDD19SQa909BZPfSk4Lx1fBY9FguEPSBAjz0xBT6+LbTLvAaI8jytDRI+bb25vAOlzj0XcQC+q/UEvjabc75npxG8BObSuzrdaDwcTCu+Y+DsvadAzb1LlZ09f4+4PRuYtb1jxK6+QHHIvZSAZz3JPy6+juxTviudYL7nXzW+7lTTvGJk8D09N+g9","GokmvMf+S7zMeIK9jddIvfESlT0VIAe9D3kNPX99AD2H3qk9H9xIvQsC6j0HRIs9XGv7vEk0uL2JBAA9CWZDPL9Nyr1rWtc+onrSPOK6k735eFO9cHxsPTr49zvxmko+OjVQPVMhaLtkqZQ+TDt1PhgTmT15YCs7KmUEPszGnz23YLm9fRa6Pa4eo71Gcvu9znZXPnYKXL2gfM43QJ6UvbjTDj3WO4y93jQPvrNdFj00GWi+4T8zvhIYsD0cBYy9J0wLvt0V1T6FYCI+DHwaPgNkir0Kvtq9ojPnPYp8Fz6UdZS9l+N+PSPtgT4C+Yo9o10ZPoC6frxxOCC912JAPVpdU7168qE9H+TvO5UsqT30Z0s+36gdvnyfmr0bwDc9yWNYvNYVA71Qfj67gwAJvn+1lr23w9K9oWbhPVSaZDyQUK69lF+QPswfBj5Zb3E9tBfmPX8Xg76/vQs+wJ3eOjCSlrv8k5I8/f1KPjbQoL2X258+JHLtPB1M0r1B7UU9KojUPUQlyD2+r6Y9LI4EvTsXAD2WZ/Y9uoaGO/9V4z38G1m8l+sVPdM1HL4RluK9OCT2vJUBKr554u09njyTPF1qC74J/JK98+SKvttKv70FMgw+NmYxPtX/4bzArQO9x88JPnKrwL4huBw9O4RfPm5lob1sttM93nGMPWz0vLzHygk+DpfKPD/cqDxX89+9qhFHvZ53CL5tSsM9m8VoPSt3qr1aKoa9t4lQvePbVL5zbQE9+k6iPaMLAT0p6c09R9sBvhMHML1t3bm+8YKQPHv/Aj525RK9WqErvuGBpb1RVB6+UA29vp0EN75a8aO9AhFevWRyzj3bXzQ9o9BkPbhTxr3CuYg7NGfdPOMey72j2Am+suchu32pBz7NH269B5M9vSdYob2bDam9uvA6PtaaFr6/oXg9j8JrPU+Vhr0B8qi8fRogviOABL3epbW9kvumPcrujTyWZz++WK72vU1nxT3EsMe9jGJpvn6IPr439cu9Gqr/vUagTLxbE3S+","EeUcPoW6vb26UqG9Hry0vIRXsr3CVra7cRDmvfoTkD0Migw9ZLHJPXU1ozwkBMm9PwC8vY2FcL6wGa29t9QZOw3kAT2pJRw+iNQGPpTeVD7Ky8s9yOxgPiWF3j0YkGc+j5V1vSwcOb04e809BvGUuvEsYr2tvOM9yqQAvrAIoLzsfvY9qBwYPBSGp7vKGNk9ocnuPeXiGj1V8Aq9X4UzPpA5Vb2JTyM+kZcIvR7GLb5Vfgs+N9HQvPC0FT4GjRc9lXODveu4Db4h3xW+xsUPPhRJrz3ETP48JdWrPeY9Bz6/8Zu9/xYzvls37DwCb8U8n+DFPJkSND5u4q89yqxYPjW09L0tTJA9t8XBvTT4NLxQ99y9KS8BPdmzur3iIxk+FB+APRSvhL0lQOQ9cD3lvUhlEz5/N5s9afnZvLBJKz2X14y+305VvlYplL3XwqE9YClHPeSwVr3NbJ2+ftDKvXCKND2qam2+t+dHvobeq72yL2a+VckFPlDm8j3GDRo9Lko1vqzk7LkhFYg9ifa9vSu6gr3DzCe+pGOZvSuny7103au9/p20vRrsPj364OQ8lflsPY8NnT1Le1s92ZEoutRjo700Iwk+XctmPvIlEj7gIQm+Gd0KvgIjDb5uDeG87A2JvVUlHD4P2Z49EP2JvEFeJT2Srkw9DNrtvNxXgT3Wvra9wRW8vH+xmj2yRqY9FcJAPmM/gz1AI4G9KLsDve9ifTxHH5a9EjLavdzkkT2ohYc6BmKkvsFbEz2smQU+ISvSPTzRWz5kOqM+RzuRPhcsAr5o4lS+5yCDPvsECz57fue8OfqkPtzpNT2gTW+98E8dPt9tOD3OMUq8pimaPvj2AL7uKrk8NknaPfi0frw6+gw9HhiXPFSY3r0OUnQ+5DKNPV3qYz0EID8+GaRFvbfgnj496p2+dIZfPTs61j1kaDO9+2wWvkhXNb5WT7s8uZZdvY7mAL71eT46mBgYPoXdFT6usJa+rCCyu284izweUyM970gKPnReeT41+7k+","2Oz3vAOGCLz1C8Q9D5iFPpyIMb7B8gk+sIURvtCyT71cy1w9y8vmPfdAEr2l2sc9Qpr/vQoQkj2URH+7ANwYPky2h7yFHYy8qDPRvAKm2T3XrJA9ry99PePuab0EEbk9VhILvju9gT0j2Aq9TFELvnRH173vd7Q8DE7JPRYg4T06eze9QefKvT9aWLwD84o8PhIsvesIn7393Eu+2NDavDj5+r3+7dE7DIAAvtje7TyKqxe+a/qBPdXT4rszmwE+rKa4vLPFu71LAhy9ltFCPkzsMTyzTac9miDQvXz/uLzJHss8U1rTO+e1pL3Zdua98yWTOj/Quz3eULI8Qu5UvRdzCD3aOn29J8imvd1G7j253n6+LJqDPaXsS74jY2Q7Mcfzuwe9AL3rrs88C7l0O6n9Mz6oETs+rWPMPd9Zorwrwu68xZwFvm3StL2YuZA9JM6NvW3U/TyArcK9zvehvPRY27z0wOC9FDoTvnVuib0DzRu+HkN0vMQw5D1/y0M+X7sLvrz0l7wosQw9r4FgPeNoFL774Sq9y35Uvs//AD01BUy+1LeqvHxYk73SBPA9wDMOvep79z08UFi9Y731Ped6Yz3uEO28J10ePXVxFT54iZA9bgPMPeorJb6Qcwc94tadvRvC3r0eu7w9Bfi8vfD8Cr4BGqg9jkwjvCJ35T3a5eG9vSZIvqwi27x0U1Q9cwZvvooViL2aqxW9kA4tPeIyML5VwgW+xaVRPLxlnj0fpru9JbZ9vZIgmrwsyA0+4TU/vJBO9L1k6Uu9hbhIPjM83703tMO9aHncvZoPBL5jbEO9NpnTvdwgz70LsuW9zXw3vgGWu7zfUvC9SBaEvBbAGb45OYc6Z5SnPDP3aj6zL7S+0gF9vOetwr1vIrC9AqMMvoM6Vb5+JK+9ZPGpvXa4Kbzz31Y8VrMBvKMasz1tdRC+G/41vhua9L1QJRs+BvUvvlo/Cb6BS1W+ZimavkSyu7072Fm9HcpwveTxbb0f8dm9Jp53ve7B2bs8Ylu9","7o5svhCMBb6vI1Y9jWqRO6oKxrvgsvM9vVK7vQszB71Pc1+9HUAuvliQOb50VUK9Roacvjm6sz1Jchq9CDrpPcn/Ar1tfE68aldjPbbORj5IcL69nGGAvUweXT0RFT6+WQk2PNPHurr9UFK9uEpnvWqxOb6aPaO9tjywvY26Eb5BUDK99mE7vv/9/rzSfh081jYdu3hkQj0MxpG8pa9+vqP+tr35mAi+akZwPZ2FtjyWiT29iNgjPT8XPryMSPo9SeMePry1oz3daX68TFVdPvtHC75wNDO8J7MGPTNxYL7NO2C96mQgPGyOJTzX2Mu8SwetPNJh6zyatyK+gBrOvZIhg72D/3S9gNqZvWbgJL0dsO29bibAPUKYlDyceja+K9fvvbAEKr4/N9M7wxxfPBTcKD3XZDu9/mlIvR0TMT1kOsM9a+DNvapKFT7FSaw+RECAvq3KK74u2hY+JFcfvtRj0T1o2li8HHz5PJCk/z3ryVS9I/7XvInq7r3Uip69Acy/vcpFjD28uVg8oxfcPJHx0z2hY889n6QIvUji77yZGYI9ft7aO0GgKL2WwES95BKfven/xjxD61M9hzMUvpxbHL2MHLO8aamoPVX2LT0xqO28iFCEPejEIL1rmsg83BfEPLYSgLvRoe88nm0cvVLc2bulesy7edmUvclBubwIRFa8cXmJPSdxj7s6VlA9jriRvay8tr1FAnQ80+tZvdF1GDwc+J29e7IEvj5pkb1ixjG+jZg6PUVnsLvTQ4y+QEerve1f87vk4pi9kcvHPTX2Db7JUDE+UpYTvV4adT2Vm4I9kSOOPceOJ77GFa098JQvPf64u72xRRi+Fj9ivp7f0L198z48IILfvGQQ+ry3NG690zcBvaNLvz1LlnS+k9jEvXea7bxQ4iu9PZymvZxGtr42FB++OM+sPaupKj3Q45Q9T87JvfukyL3tfMU9djO2vXNdRj27BrM82LmTPa4nHLrVK5+9jr9ivAz1Ab7U93y7J+WtvgXrbL4nFJ2+","W4QfPgEKGz159Hc9G4u/vWTZhz0ecaE8SYn3PaOMOj5svXO9sX2GPb6V0bznRlC8rbPHPN0AbzwGrSu9wPc+vbiyIL1+rXm+KarbvT99BL56mFg9KBYOvkwAw73miZu9PiPTvVJiXr2mAry98o50PaxZ9zy3sWg++gBiPWP9YD3NWsS9VVmsPZttgr2jIsy9E+5TPVWvQzzEiwa9ggC8u3ITqjxdix49fBe0vXyxwzwL3ry9EofovRlR+LxEXY69XPXxvd1/FL4Yoh89+dpVPNTPRD2viLq98hn3vBNwn70KjBe9uHsyvdWO8b2+e4S9f3INvtwLN72riqw93sbPvQecrLyEGaC9fSrcPA17rj3ao7m9fFfJvFrc9D3YTSi+fQYgPSMjkb3Yz7y97RGvvZOUi76AdfW9M+56PWBdar2wh4+985ajvbzP871KnFM+Wr45PbPm/D1AtCu+Ly3TOvXXdT0SCCi+jszYvHQ3g71baEG9ZYIPvm6FYL7Bypm+g/+bve0m2D0xZHE9elK7PaU/bbwWW4U9HLHkuyb5eD7Zs9K9uc7VPeniGL0h20m99K5uPlAxj75Fzw89fopjvQ1ambyVlHy9incGvOjXhj0u5LQ9mxbYvQ06dr5MDtW9O98UPVabub7P3oc8cNtqPd57yjuYfec94cFwPq/Xkj6ChgA9pynKvYJILTw/4yM8gq2FvfokgbxqPqy8WmT/PReff73XeaC9FDGWPSXmgr0HZSY9rZMvvXpEMr1Rrf29moiHvmIHc77g3p29jOA2vha6vT3nc+q8XtrUvZ0BOL3vKhC9oL3HvdKlEb7XDPK7Cd4Ivsk+vT363h8+A4qpPYOXkryxJFi9eiRMPcqb7L0BH5U9UQauvc4WGbwpsOm9WDSkPAlJTL0xdVM9CDadvVrGd720GH69r6igvd74k741nTS+A/s0vpQZ870iZkQ9CBu4vaftGj7dnaS9M/w8vRrS+7zhZbq9V8LZvTvX9jmWERo9K3ZEO8+zh72alCG+","LbcavtP3Zb04plS9P7L4PWTGXr6oQdw8NSGWO4niLTwXyii+nRuxO70ys7ys6Zm84ez3vWbFZj7ajYK9wVd1PNqYor3tkB48WzFUvePTMj44XtW9odqUPCQ0673oC2Q97pHgPY0m1b2c8lq9ie0YvqiouL3nLvU9f8KhPTHF8T14UMk9pPpVveiIFjwvPDo9maR3vb1bFz6zzK+98EH2PVscMz20f489wzIsvVRryTtD+8i8CCXVPDHwpDx7OAA+evtAvnOd4L1utzq9H7quPXLTAj2DhQg+WPWsvVpemrwUCGW936ytPIsjrL23Lie9o9UZvp6k1D0rLdI8VezPPFyoe7zL/GS9XhqdPZZQ9byqiD29crb0vXuEI75gp6w8iGKbvZQ9UjzSf6C7ly9mvok+EL5dC7s7WMhxvN8L6ruBsae9yhTavFbLNL0JBR6+OlSzPZGEzT2AT6s9BhFNu+x2cL22BAY+iL6qPd0wy71NAOa9K+iNPZrscb4V9EA9BEPFvCw2ML2U1Z49L85LvtLD+bsWrac9lD0NvukpEj5LKKA7U8h1PUh+ib0MzBe9X5ygvvHoIz7hB++8aABAPVtKjL1rWfW7OYZmvCYYlz4R4Tw+eLKxPSyb67xwtzE9omKtPZAkCz7pHKI98KT1vVgniL1anVs+Esgcvh8pdzyE61I9qEZevbMh8j1+vxU9SmtXOwX6ij1PN/Y8GN1KPKnBlD2/cIM9rNXEPKxKDr6UxJG+HkUQPvs3gLs5vyM+wjXRvN7oj7xdUsm8X/F8vGX1nj2+F808osfBvT1Ilz1rK2Y9wIMdvnrXszxmEHg9WKVDPYmnQL1o4xy+RNO+PECZp72DBXE9LexoPVC22Tzf1CE+MMXRvQ5adLyzVT6+aGATPYHIE7zoxYk9meQxveHFv73XVaS8IuOvPW6Icj0p7gC+K1mWPbWV+D3ZshC9tivNvalmrL3QTVU8LvqRvAWVFzydmYq+KiUPPvqiUj63b6O93OZHvnC5Ur4PE++9","6PzOvBd91T2qRRy9Dfa8O6RjCD6HcAE9RkhmPcf+jb4tNYY9YpUqvOU3yD1cf4E7IjgxPq8Wk71P9c899HzUPW9JjjxNUWM+T1jgPVPPkT4KCOS8GI0/vn7EFD4TePY8542ZPTRUKj18mvY9hHQQPpUyED5sfrW96AsFvcReS73Kfb69rXTLvM27W7uqfwe9M4+xPT28nj3bqoa8e6SsvkDVo722tYi9rx47PnAmCz2d/pM83YupvfdGvj2xE2q+/YguvoXlfT5LKw29dMaWPcavVb4mSa+9b2lDPnF5Vj2BkCK9lAr0vcusGz7t+2Q+GJLAPXohxb6kqhQ8x36UvoXY3z2W+m88NskCvtQqsj2uMzU+YIGBOVnUGz52cT2+hqKDvePSFb66OgC9N/E0vsOGjr3wAoC9ViO/vAsCjr7/sCC+dp3bPdNVyD2gKsO9PH2hPTh0DTzHZ50+bUsqvCWOSL2th3S92ukrPuHiXj5Au4Y+aspKvmQJKr5FW42+xGYpPRYL9ryhZYI9Thi7OlqU5LucSr28W/TdvOi7A73C8509mGtlPZghDb0AqsO787ljvfmbx734xRc9Q189vCErUbxnMyQ8hriovW3KyjvU5cG9E+Q2vY9r3r0RpJk9luGAvXOycb2S/H+94KCLvZLabj0XGyS9MSKLvVjOqr2VTs+8rqq1vfUfoL2SoKi9tLriuvCZmr1T1hS9sMouvNAHiT1xNKg9aVp5PaSmP73T2Ye9gKGWvep0oT1Rq969rb9pvRq1hb0yJKO969EwvcVqMb2JhCS9rxaavOqXJr37wMc9vN3KuwBhdr1rcLM9O5d9vTBdDjwOLIK9lNrHvT6fib2lTxA9IWonPK+tq722aqw9ujK9PIWowbx/CIq9s/aUPP1mx7xeRCA9mE96PaO8UbwPbko9GYsNPSUwDr1KcqO7vIkkva7gB729ywI8oZI1vZiYxb1Rv1Y9YXSdvd4n/jsjboG9GjDoPP3PiL2Ov2a8p0QEvpqiuDyvWYw8","IEfRvGT4Zj1yhCk9PvuKvaXd/Tz07CM9jCkePceSi72gMOw7KrarvPS1xD29Dse9wYpHPYaEqD2IdOS8HUHVPNmrUr0gOGA8pScTu3kA/ruvwC69wR0IPVkIpT0SVZS9b4A+vaVVpLvP9YK9ZSuuPcEX2r2lm8q9TEesvfo//TzjKIm909klvcH5Gz2NqzO9L2gQPUlfg73wC+m86LS2vIBGVr29xB69K7MIvTIhSz3reYy7FIKKvBeoW71NdC491St/Pbjt2L1ujem9TCuiPSkA5LveL0Q8jvMXvYBGu70zn4I9DjmpPaPCCb27/F48rRF7PL6Dyb2J6xC9YFdpPUSq0zzx5E29W8t6PO82rjzBjTu9a1KqPN5t0Lxk1rW806OHvdI+lrvONNC9IxQhO2MLTz2VKng9q7iBvXn7zr1Zk6y8ddh/PXTE8DzqgRu9KGQQvRPq9bsyCcc8r3IpPc6ONr0mp6y9/cEavc9P7r1viZm9aKsFvuDgiLwM0eQ8FJR7Pd3RtTwyfUO8SFK+vQyPbT3DfWg9xO6evEmGprytzzy9isG6PZzsxL3obPm8qfg9vVjhe7w0V006KXAivT/7YL2HGaK9hePcvaP0mL27odC9V1Q/vVEsAL1Klr29YsCqPZELjjsmAIG9kzWCPXLw6Lzd9aC9QPAGPZXrRr31BNK7ZN2IPAKVXj32vqa7LbR8PMTFpbx2y8q90nDBu0shtj1Xm3a9+hnrvfM8Sr1vUIk9ooSIvGxscr2mqZU9iNUhvDAPYT0HsLe9uR5EvEdfqLtn9kq9S86GvJP0pj0U6IA9U2e4vds2Pj2+FrS9Ij6EvSYLur0IrDw977KVvQg7+zx5nc29dtqfPM7ekT2PBU08zrgtPTsrhD0jENK9WqRIOyCgY7xFq9O8O8rWvJiIt72aBIi9uMOYvXPLobwJvvC7Q0ihvQWCBb2quW+7rIp/vQdBMDxbbEu8pOwWPKw/lb0yYyQ8LxQuvSKmpzxFZZE976g3PW1Jj7247eY8","LEj6On9dHT1wo8Y9L6eovV112L2gdJE9o+YXvV8wDL2ugCg96yUhvbJ2PrsUpgI87PeAvuMmh73RHOi8j6liuz/idr5ztxO+o4qjPSIgYb2G9Me8xwq4PE2hnL1Fiti83gpQPR9Qu72HUkE9D5YbvlDtaTwNtMy9Xh4FPUnRrr02AQm84+SUPL1BZzws86w9sPYivuuJX7y0tDw7nXkDvmakxzvCgEy9+bktvjjdCD0xkqa+6TUGvfyJ1b3/jsO9OSIGvv8qAL4PJ9E9q6KcvCsVib2pOw2+tBUpvmMrG77DitG8FSAavQL3urzn1LK9h50nPK5SC7yOIs+9f5Y+vtG4970TfQC+XctaPJCSxr0UiKu9QJgVvOlZ+r1GOZ468AozvnPuLL7T8/i9079rPdkdib7V8YU9h/7YPTNDAr6DqAK+2UgOvanCjT09Tw69MuwbviOTjjxGV5W9ejUNvhS0QT2FxQC+iJTRvSL1P75yddy9j3ybvdrR+L0yzSG+4QFMPZBrHr16mKW9C75rPaG1GD7/Bii9zqAkPgImLL4eNUo94gTEPTpovj1UrGe8rZDxvQJFwr2qgMY9m2ezvUV4Lb5cGzg+VVO2PUnB3zqJe9i7QrIjvlqivj0ML0k9jCiLvSrnYbxhhWS8jUcXPiQc3D16FvS99XIRvqltebx6QIC929BEPOEoBD2mZ8y9MZ0XPFUAm70+6jO9WkxkvLHAsD3pOQS+NZirvXS+5r1Sh4q+EliNvY7lNz1WnA6+WSMavlg/Xj7Dlec9ld7gPF0UAb7nAqO+E2kdPt7P2D298fC9FJKbPQ1eJz47WKu98G+bPWVHJb3sYqO94xmZvfDT9r0zZ7K9UrimvVokxL25rIu9zvm+vBnfEL2mXrK8uY6Vve0wLr687Ui+gSKiPd7Lyr31vTa9CW2tuxgSNL1UULm8ED3gPHf8Uj60kJy9LLEXvR2Np74CApU94b6/vUADkL1g34Y929ALPQesCb6ex5c5hAJ7vUVl7b3DGRa+","u5nuPXdwkLwiIPs9nFCtPTYGDz4U4hc9nwT6PRzoDT4KRg0+LuGWPSW0hLwYCym7JG4qvoWVFT7LYDA9f9GlPeicUD4K/AI+sjSOPDywFT070CA+OEOrvZZlhD7Y9BI+0ARovVk5TD7X5zm9tFCKPan1rD5newc+AOnLvLVg+T12sDw96xhXPQQb3bxxEsW97IsAPTZufzwenoQ9NE+nPT+jOD7S5RQ+xAE8vu7slD1h6LC9ZbmgPnNsSL3kw1A86ruiO3HeHT1Uhr89O1AUPnNfoz1D1rW9O6TWPInyHj02Vy6+nSBzPZ4QjD2z1QO9dOlUPjtEbrzgW3Q8ujySPUqhjb0FQ0G8r0KnvSb/GL7v0j69RM0dvqLtir2KooC8RiNRvUf/mr1sWla9ukSMu04NUj0AO6E90VnBPSqkwzzneC6+SPGmPRVtMD1xoha+nbKIvRaZDL5bs5g95RQtvp8vUL0o6xa9cEbXPT2+g70t33G93agVvpMtajyspFw9xowQPAFIpj1RqM29/nJQvDDn0r0zg7i8d8emvcDnh726IyS8V83PvHX6Ezxxq4+9b1mLvalxujw0kLG9PzjbPEK7XT3p14s99CRWPbIy5L1dwxo9eVYfPVkPiL1oTHg9kYc8Pd8WTj1zUk68llWbPezwgTyNCQu9Hu22PEAqCT3G9y29sySyvYTWmT1r/mw8l3GovY1KYj3oK0s9QlqAvU800LuCZVC9oOEyPaJ31Ds0zu28iGKnPBA7LT3q0Jy8OipOPH+2070jGDS9DHMxPVJ/Wz3d0dk8IZHSvdlmAL0m7KQ8NegtvdqSZLy8rCa9vfJivZkJoj38b0E8/TnkPPmRcT0QGoe9QLY+PISWdrxATeK9j3TlPCZyYzuQ0bW9xyxWPXX0y72afA49Yh58vRuaC76VgHK9fPt0PNeRkTyEHM29fldgvMzJEr0MCCm95/+bPZOcpb3/4OO96fHovSLJaT3W1Hu9DQssvbFsP71EIli8dr0SvUrIHr2vPbu9","QuXQvGUtrb3FE1C9W7rjvZdriL0AigG8dZhKPXDn9b3KXqQ8AyAbPXk1BL2x6RK8o9qrO31orj06Oa88jVGCvSYlnr2MA3w7HfZUPQVxZj1+Lue9dvbnvdfyvr0KyDg99nm3vWE08DxSUCo9MsZ8PXGIzb12qEK9KaybPQl2Vj3u1/W9CbQKPdnKjTx+hGq8VQGvPWx2vb0N+ri9gpahvVsyFLzf6ai9xkbKveN6Hbvsapq9GpedvZ3NqL2zT6Y6mUfQvcDb2D0JK8y9BxLnPUUnQT0iKYK9yMcPvQRtY70pn6M9x/TQvYhd0L1ULsG9w2A0vd7Xrr33WvO9ajUOvYEj1r0khJg9QyHvvRJ9ob1CcRq9Zs6EPayFw7yt/9M9gARyvffZiTywRPw864v1vJTRMTxj3qO8pvHqveKhILlj5a29T/W1O9po4LqU+m69aLDnvelg0r1WU2K9j+oPPT3DqL304ZC84e/4O69rW70WHzU97Jh/PXExvroKBsS8f71YPaYBID3KOMe9PJt+PaJpubwWE3U9tBTLOhrnWz1+JKu9/mfdPB2p8zoMt+u9HjzjuzaJuLwB/LO8UIJzvJhhkj39EI+9Q34MvQ+E5DpQ3Kw7aYDmPKGJhT0lUyA9gYE7veWmL7x+uia+UVIjO/EwtL1QhKW9XssVvY9n7bx/ex09lTZuvY+GcbxdHbG8jInVPCdgET2mAwI9AuqdPTfUIb2/rAM8cGDbvf+Pnz3sacY8frgbPWHufz1rW4Q7n0zsvVbX072gEum9AuDcPcC66r1QTqG9nTXBPAB9N7kL2q69J46rvYdXGr7lioi8si+XPQ6DJLyxXMi9ybBJvCCMWj0V1OW9V9afvV98Uzw99WI7r23DvfJ42b33awm9asL1vUJM7L0MtSC9keOcPci0GLwO72K9FB6tvQuucrtWY1k9vijbvWjpj7yoGIg9JdeXPWySNDxiKl49W74mPbByBD2EUvS9pknUvfcqqL3dtRM8yJfuPHHs6b38STc9","u+nqPNj73r0yhMy9eOCSOpaOzzuQwZK8HgcSvDgxFb49V/G92S+kvb2PRz2KFNC9eYmgvfBpBL4j0wg92blUvQ55X72VZS++0S8puwApPb4cK209aDfWPXnYcz1egqs8bvk4PPPPKD0tu8C9lSHrvYeUDr76qCq7VOsaPdXD4b2o5ya6P6EdPFhZZr1kUDw++5n0PLluHD3HKLi94whFvb7kej0HqWs8+vubve/4u73nzTi+NrMQvsP4mr3ZRx692QAXvVGoyzxqO5a8RIMYvZTjor1dIBs+fsPnu8nEPD0FYKE91n0Qvcwiqb2CuEO9G+Y8PRKlOTwfM0i+JuugvZFuVTxzFNS8sV8/vvEzFDx1Kq67xrQfPgTW370/dVG9Fm6dPB94rb1ewr+81HFBvpf/Pb59SUS+Ln7KPNlhBD6tbyo+r7fdPW/Bpj2iFMe9UYiNux8x273XyLO9Dc/WvC9P/D2rnRi90nzePaVdF7t8Vh88LJpBvf71UL4veiC+6YbmvXB9173NgIQ83IeVPpNdlb21zN+9TiwxvjRsprxVVBq9FQ5IPGsAKL7hHCC+GugxvT7oNb4wPW09YpoNPV4d4r0WMCO+yBFQO9KxIb7gmta96v/7vdSY/73dJoi9FK8RvQFm/DzijCK+TifRvSbpQb0yDZ29I/ZKvkhTYL6dLlE9NigCvsyRA71fkiS8muLAPeVy9TzflAQ9o5V8PQkv4b13Jio9mj7vPPPuQ74xwIY9HnwFPtrOgrzg9Y49f6+AvWYsyLyGljc+At/SPMrV5jxerU49U4PkOq3XZbweK3y8A1hIPRFe4z1xgcI93LZhvYfVvb0Yy+K9mWQ7PS4Cx715ccU8i0HbvRDbDr07vAQ+YipAPh8wWj0/nVW9foWaPZg4Vr2oXbM9FH8YvYxj5j2r1p49DEPmPUSWkT0VE6g9O6ClPfLjJT4eoCS9A/nIPURsET09Rdw9MHGfO987yj0y4lC7W5T1Pd/aNj5itSc+In7wu62UVr0Pb+m9","S3RivXLQALz57D+9i2pHPiPLaTv6EjM9o8XwvRHxHr2ELgc9ZYozvQ0AyDwoC9K80iXUvL7G/ruCCO89+hGSPBNalj1edLi9M7fkPZvnXj2kaqY8dh/0vZtyab1Hk3O8VoqWvWNQqb0V6rs9O3h7ve2zcb3Bhqe9SA9ovQ9SWD1MrMC9I86YOmwhPr0tdkg+5BgGPggVBj59Duq885SRvQfglL3X9i69y3wYPhmwibx8uoa8wxQ4u1I2KjzNVO89zjUpvtbgdj5Jzbk9Qt7Xu4YU9b0IxBc9mVKEPRSuvjzddJO7qSWCvOpYDz5FemY+kIR+PfkzEb2fN+k8Gl97PPewc7vc6LK9+eftvcsmNz13Uag9gwfxPFwoXj2uH969wTEZvUKrdDw9YG0+fQ91PdEXHT4XE9+9cvNuu0ANAT66VjM9ZcOCPqR5Ij7QYNQ96/+nvcrKdj7+kUs+vacKPoEIr7w/Idg90sCPPvzlFz477xy8vnqLPR4tNj68lK09AAG7vduHl7z99Te9/CpjPOUelj3/9d265h8Hvsn+cjzUMeM8LgpnvQkx9D13Bso97fiUPs5/lL0qO5A8YC76PftSMz3sQ2W9mDpCvrwIQj5k2ac9FmY8vIWO4jsHUcG9/6kkvVTuI70mLyu+8xt+PSd1zL11rwY9tnLePWZ2Dj6dldC9knK+PCledbxCCCO60L5Nvto1OD2M8/y9Hb4dvkoGhTx8hXy+WtvXPHJ0yrzTDZK9BR4evuVlrj1Pr9C9jyhDvfcP8zxvhwo9/YA6PW3c8L2waDM+LoNpvRLdPr5qYSO85P6PPGEHIL3vTJq9I03yvHpMsr2dSx29wTzAvRh2qL1QN+y7Rt/ovSiOmjuGOAu9zNggvbcteTxN1Ci+vHQUPcWJXjxLpGe9AShaPJshhL2Hexk+pl1xvcj7or1Ypyc8KTiVvBLJg7vl2wE+A+slvjXzsDwx3AU+SLKBvY4PCjzUcmk9ALpNPJf8m73BXas9bjkkvrrIGD2+vm88","OanjvRvEn7sw0Wq9qxHsvSVdJjtLZI68AIC3vQGkVj2OWqE9QTsJvQIhUD4+7fq9cGt7PvNQ9D3C8Mo8Jk+2PfVVC7ws42q+KHibPGqrJD74hRS+SW4IvuXbgD1PQMI9k/CVPI2iOL5XIwm+ZGucvM71qL28uja9llLmPdrVDD6183i99Mw+PXxO9L0nwou9jxKDvV0uxz2ZRpY80KplPf94hj06vwY9UrI2PnXaoLxgfEc+R8QzPSvGwj3Pn2e9kk6CvbF2Wb3lXgG+5GJBvvftSD3wRIw9e3chvtsTNz0SRwG9f66Svdo9WL17vVe9uFeUuw16BD4FgAU+TWnkPNGrm72JLc295KQUvsegAb1sSdU9DNTKvOj1bz1gcH47Ss3XvClzDz0oskm+EzIDPpwgNr6f2B2+YKfHPTIX6bzm+uO9ommQPT6MO7oFESk70iZ9PeTnXz22CB08VMQcvrdxnr0vfwM7kuN0vW3Wbr3ElpC7bYTSvQr2Fb2N1ca98S41vupBTD1sdEK+4WUmvmdSJb097iQ9gpHSvaq4ZL3BZbi9Qgj8vT5xlbtDj5W9YMrHPAlXtj0er0q8yHSTPBMRS71ikM29HMRyPXEQAj5nkT2+YhMXvH7uVj1PKre9zetBvXCQ2j0a7mO9sYFAvtQzTr1iUWq9I2jCPdQYZb2tdcY8EXBBPJZpsr0SCae9HnwNvuZgBD4ILB2+AnlYPTDLrr0Jw9k9tjSVPY3Bm70UtjQ+kd18PnjruLvxxfO9En7BvYUKLb7sH4C9jkBiup4yPz1IVVo9WIijvBh1/zwh/nk8aF+LvjGdzb2UnsW80I0SvkT9wj227ws+aTVBPn7njDy4oPo9u+FkvIdNCTsibJg8sIc3vBYFjz2Ufow8cfzOPRk56T2mSuY9quRLvVIcVD4zr0m8u8AyvR1rpj1usUu+x/5SPQ4sp72hrW89zdK4PCHvmz39k5W9kXhlPfBIy7yVuMe9uPYrvSInaTyWk1W+I/DWPX0CaT7LC2Q+","j+CnPFaVjb3H36q9CTjNvY2BOj08gKw8coWzvOSZDr3kTFo9L2OyPfRNmT2x8QS9mOQgPG4XS73+h549elgyPRHcIT0lUti9zQcDvqlVJ7073DK94kS2PTzllT0WHHO9cpCuPZg7CD2OMae9i/DWPMa8Fj1U2nq9ByyXPFYCcjyrDgm8+d7GvcMbGD1RTkO8Lj+vvUKoHLxzDcU83KeBvX4WNjti1pc93Qd6O4iLJrzHSVq8BOKSPQF+h70qXAe+ha4nPZZRAbyZm/Q8Q20aPCz16byKRr67agbdvdMw27yXzAQ8ml8PPX2v1TxgdnY8mLFrvP3tej3zqBQ8NlbZvQb92r04tSO9LQlZvc5xlT2YJrM90qi0vScQszt3nFC9mgTcPD+OKD2QqaQ9s0JgvfzyrDyYI049uBC2PXoe6L1ioXu9h2nVPHW2DDzMorG9DgUwPQjrjb0w7sO9AgslPfm1hr0cgLu937VMvalhEL3ZU7u7Mf20PB+QArwUAwY9mOGvu9yPazzOLQ+9bn++vF0her1bIqS9Cp5gvBzhq72uKZu9orrGvU0wWbpAO7I9KFXHvReGz70Sxme9vOaGvSrrkL1eIpE90e7vvWrgHjrfr709v/kxPeocub2PBTW9rJWHPZfCgr1ztLW8bVteu77SlbrmUJ29XAK/vHohob145sm8VnGAvfGDx71lVFO97KGfvWCgA70x7qI80Rb1vOhMgD3BZU08gT+YvX1peL3YGaQ9/WeJvVWt/Lw+nwC+RrXmPAm0FL1Dgqy9cvaZvew3+LvvHmA9zijLuqL+tj1jy169nm+HvY9DCL2gvme9iGInvG55iDw6O0c9HUHMPCkIQr368K+9HbG8u8bLQz05VIm9mzOvPef2mbsNWem9eDQbPbdmNr1U5By9YH1RvaRYt7wbyJu8oDfWvSrj6r37diQ8Q2yoPSrDVrwUfeO9+KUkvQSZRL2Ncsq9oXSmu3w4irxsEni9setXvfsNOr2gE3m97yODvZHKlj3yu+S9","tWtzvWyaZj1+EM69Rbu+vUX7sb3rgxO8xTZKPFj8dD1Klgg91XUJvYaxRLxNbps9jW6AvdHosLwjJsm82pjJvcaSLTxrkcq9uLFbvdT9Tz0El1m8FNFZvTJitL3GLao9hsm9vTSqGb3FuR89lVXCvF1Z3L3SgNy9AHITPV++hL2U2Ey9bzMXvUF9rb1uGT49QNJPPQ6CPr1XD6+9FVR3vTXj3L3m9YS8IxWXPfEMp70AEX49diI3PXv1mj2E6VC9ESzvOa8sWj2X4cq9Ao+2vfuKGj10aIa7xCu1PJzRrjw/iL49zBsTvYhrp7qGiJa9Zomru1dWUz0AFVq9k4eUPe2rt7xtikc9hHQsvRuzYbxc+IY88VRpPSJMCbzlkni9QXe2PS4GzjtevEQ9kWaFPCyYyL0zh/c83HKOPUhwnr2gU4O9hDTQvATqmLyNj8S9Q0bSvA5vkD02Opq9y92mPCyHoz1ON2291kM1PHldyLx9QMS7ot6iPCEAMD2M84a9ySlZvjlovbzYbJ89y4dKvKf7rroDtsi9an0BvtiI/72CLQm+M+C/u5KZQ75SdB67yUsZvvBCmT3wgUy9AcasvT5DFL7btDY9c24jPVR1hb7XcTe+QurDvQwcYL3AKze+gdVDvjNMuz02w+I8+MRAvtVpur3LR1q+vhsTvjg/Hb79dgO+oU7nvbGU2D2EhKY86I++vW9OFr5pWea9OifuOq3UrLxzDS2+zapNPFKPvb3aGjI9WYjbPJMfEb7jtRi+WE4gvgx0SL4UNnu9W54JvqrPDr39KSW+4MD/vTSPJb6PDdu94SsxvNd/yD0a1gG+3vnwvfAdxb3tNk89MuY5PTRqi70krVo9Az3XvDfXq70Swyu+QPqgvNerWr1WqfQ9ORKrvU+ojj1idXm7CD4MvuUdMD54XjQ+sJLoPXj8NL7DL/i9/ZUZvlXBs72EiIC97J3evKB/rT3H3nK9o/sAvXOLr70CiYq9inmwPJ+ik71QuHi+b1bxPer7CT4D6go+",